{"document_metadata": {"document_title": null, "document_type": "Legal Procedure Guidelines", "issuing_authority_or_court": "Punjab High Court", "addressed_to": null, "other_parties_involved": []}, "key_points_summary": ["Memorandum of appeal must be accompanied by a copy of the decree appealed against.", "In second appeals, a copy of the judgment of the Court of first instance is required unless dispensed by the Appellate Court.", "Provisions allow for a single copy of the judgment when multiple cases are tried together.", "Appellate Courts should specify 'plaintiff' or 'defendant' in appeals involving different parties.", "Decrees of the Appellate Court must contain specific contents as per Order XLI, Rule 35.", "Appeals in forma pauperis require the Court to find the decree contrary to law before admission."], "defence_preparation_checklist": ["Verify compliance with Order XLI, Rule 1 regarding accompanying documents.", "Ensure that the judgment of the Court of first instance is included in second appeals.", "Check for proper identification of parties in the appeal.", "Review the contents of the decree as per Order XLI, Rule 35.", "Assess the grounds for any appeals in forma pauperis."], "legality_assessment": {"is_notice_legally_valid": true, "authority_error_possible": false, "party_non_compliance_possible": true, "identified_issues_or_defects": ["Potential non-compliance with requirements for second appeals.", "Possibility of improper identification of parties in appeals."], "overall_risk_level": "medium"}, "relevant_judicial_precedents": [], "full_text": "Vol. I. 1 Ch. 14-B\nPART B.—GENERAL PROCEDURE OF APPELLATE COURTS\n(a) Copies to accompany the memorandum of appeal.\n1.Order XLI, Rule 1, of the Code of Civil Procedure First Appeals.\nSecnnd Appeals.\nprovides that the memorandum of appeal shall be\nJudgment. Disposal\naccompanied by a copy of the decree appealed of some issues.\nDuty of copying\nagainst and (unless the Appellate Court dispenses\nagency.\ntherewith) of the judgment on which it is founded. A\nProviso has been added to this rule in Punjab\nmaking it possible that where two or more cases are\ntried together and disposed off by one judgment the\nappellant (s) may with the permission of the proper\nauthority file only one copy of the judgment— though\nhe/they may have filed more than one appeal.\nIn second appeals in addition to the copies specified\nin Order XLI, Rule I, the memorandum of appeal shall\nbe accompanied by a copy of the judgment of the Court\nof first instance, unless the Appellate Court dispenses\ntherewith, Vide Rule 2, Order XLII, added by the Punjab\nHigh Court.\nWhen some issues are disposed of at first and the\nrest by the final judgment, it is sufficient to attach a\ncopy of the final judgment to the memorandum of\nappeal, for the purposes of the above Rules. (See Civil\nAppeal No. 2481 of 1928).\nWhenever an application is made for a copy of a\ncivil judgment for the purpose of appeal the applicant\nshould be informed that a copy of the decree is also re-\nquisite and he should be supplied with such copy,\nunless he declines to pay the necessary fees in which\ncase a certificate under the signature of the officer-in-\ncharge of the Copying Department, should be endorsed\non the copy of the judgment supplied to the applicant to\nthe effect that he was duly informed that a copy of the\ndecree was requisite, and, after being so informed\ndeclined to pay fees for the same. Similarly an applicant\nfor a copy of an Appellate judgment for the purposes of\na second appeal should be told that a copy of the trial\nCourt's judgment is also requisite.\n1. Section 12 of the Indian Limitation Act 1908 Exclusion of time\ndirects that the period allowed for appeal shall be spent in obtain-\ning copies for\nreckoned exclusive of the time requisite for obtaining\nlimitation\na copy of the judgment and decree appealed against. purposes.\nThe time requisite is the time beyond the\napplicant's control occupied by the\nVol. I. 2 Ch. 14-B.\nCopying Agency after an application for a copy has been duly\nmade to the proper officer. In granting copies therefore, the\nCourt or the Copying Agency should be careful to endorse on\nthe copy the following particulars:\n(a) The date of presentation of the application for a\ncopy;\n(b) the date on which the copy was examined and\nattested;\n(c) the date of delivery or dispatch of the copy.\nAppellate Courts should be careful to notice any delay in\nfurnishing these copies.\n3. Where the order appealed against is in English, it will\nTranslations.\nbe sufficient to file a copy of the English order without its\ncounterpart in the vernacular. But should the appellant\nrequire it, he should be allowed to take a copy of the\nvernacular translation (if any) as well.\n(b) Preliminary reception of appeals.\n4. The general rules regarding the reception of plaint and\nReception,\nservice of service of summonses on defendants in Chapter 1, \"Practice\nprocesses, in the trial of civil suits\" apply mutatis mutandis to the\naddresses for\nreception of appeals and service of notices on respondents. It\nservice.\nshould be noted that an address for service filed during the\ncourse of the trial holds good for the purposes of Appellate\nproceedings also; and such address given by the\nrespondents must be stated in the memorandum of appeal\naccording to Order XLI, Rule 38, as added by the Punjab\nHigh Court.\n5. In District Courts, the usual practice is for the Clerk of\nReception by\nthe Court or Superintendent to receive in the first instance\ncourt official.\nthe memorandum of appeal. There is no objection to this\npractice which is a convenient one for both the Court and\nsuitors. It must however be distinctly remembered that\nthe only duty which can legally be delegated to the Clerk\nof the Court or Superintendent is to receive the\nmemorandum of appeal and note thereon the date of its\nreceipt. The order as to its admission or rejection can be\npassed only by the Court itself.\n6. If the grounds of objection to the decree appealed against\nAmendment.\nare not set out concisely or are argumentative or in\nnarrative form in contravention of Order XLI, Rule 1, of\nthe Code of Civil Procedure, the petition of appeal should\nbe returned for amendment under Order XLI, Rule 3 of the\nCode and Courts should exercise freely the\nVol. I. 3 Ch. 14.B.\ndiscretion thereby vested in them with a view to\nstricter compliance with the provisions of the second\nsub-rule of Order XLI Rule I (X) of the Code. Presistent\ndisregard by any appeal-writer of these provisions\nshould, after due warning lead to the withdrawal of his\nlicence.\n7. The mamorandum of appeal, when bearing the\nAdmission.\nproper Court fees, must be admitted, if presented in\nthe prescribed form and within the prescribed time,\nunless it is rejected or returned for amendment\nunder Order XLI, Rule 3, of the Code. When an\nappeal has been admitted, it will be endorsed with\nthe date of presentation, and the date fixed for\nhearing, and will be registered by the proper officer\nof the Court.\n8.(i) In admitting the memorandum of appeal the Disposal\nunder Order\nCourt should decide whether it will proceed under\nXLI, Rule\nOrder XLI, Rule 11, of the Code, and fix a time for 11.\nhearing the appellant or his pleader (with or without\nthe records) without issuing notice to the\nrespondent, or send notice of the appeal to the\nrespondent and to the Court against whose order\nthe appeal is made, and fix a day for hearing the\nappeal.\n(ii) Notice ought not to be issued to a respondent\nunless the Appellate Court, either without perusing the\nrecords of the lower Court or after calling for and\nperusing such records, is in doubt as to the\ncorrectness of the decree appealed against.\nDisposal under\n9. (a) The Appellate Courts should be careful to see Order XL1,\nRule 11.\nthat the object of the statutory provision of Order XLI,\nRule 11, is not defeated and respondents put to\nunnecessary trouble and expense by the\nindiscriminate issue of notice to respondent in all\ncases.\nWhen decision is confirmed under this rule, the\nconfirmation should be notified to the lower Court.\nSuch confirmation falls within the definition of\n'decree' as given in section 2 (2) of the Code, and being\nas such, appealable, a formal decree should be framed\nin every case disposed of under the provisions of Order\nXLI Rule 11.\n(b) Attention is drawn to a recent Punjab\namendment of Order XLI, Rule 14, which requires that\nevery notice of appeal to a respondent other than a\nrespondent stated to be proforma shall be\naccompanied by a copy of the Memorandum of appeal,\nor if so permitted by a concise statement. The required\nnumber of copies of the memo\nVol. I. 4 Ch. 14-\nB.\nor concise statements, as the case may be should be filed\nimmediately after the appeal has been admitted and the\ncourt has fixed a day for hearing the appeal under Order XLI,\nRule 12.\n10.When an appeal has been registered and a date has been\nAmendment\nfixed for hearing, the petition cannot be returned for\nafter admission.\namendment. The appeal must be disposed of in the regular\nmanner by dismissal, or by a judgment affirming, varying or\nreversing the decree of the lower Court. If the appellant should\ndesire to urge any ground of objection not set forth in the\nmemorandum of appeal, he can, under the provisions of Order\nXLI, Rule 2, of the Code of Civil Procedure, do so only with the\npermission of the Court and such permission should\nordinarily be applied for in writing some time before the date\nfixed for the hearing, under Order XLI, Rule 12, of the Code,\nin order that the respondent may have sufficient opportunity\nof contesting the case on that ground, without the necessity of\na postponement.\n10. Attention is drawn to the definition of decree given in\nsection 2 (2) of the Code and to sections 104, 105 and Order\nXLIII which specify what orders are appealable.\n11. Appeals in forma pauperis should not be admitted\nPauper\nunless the Court, after perusal of the judgment and\nAppeals.\ndecree finds the decree to be contrary to law or some\nusage having the force of law or is otherwise erroneous or\nunjust. In this connection the amendments of Order\nXLIV,RuIe 1, by Act 66 of 1956 may be studied.\n(c) Hearing and disposal of appeal.\n12.(i) If, on the day fixed for the hearing of the appeal\nDefault in\nunder Order XLI, Rule 12, of the Code or any other day to\nappearance.\nwhich the hearing is adjourned, the appellant does not\nattend in person or by agent, the appeal should usually\nbe dismissed for default. It is illegal to take up a civil\nappeal in the absence of the appellant or his agent and\nconfirm the decision of the lower Court on the merits\ninstead of dismissing the appeal for default: for if the\nappellant afterwards appears, shows good cause for his\nabsence on the day fixed for hearing and applies for re-\nadmission of the appeal, the Court is met by the difficulty\nthat the appeal has already been heard on the merits.\n(ii) Attention is drawn to a recent amendment in Punjab\nmaking section 5 of the Indian Limitation Act\nVol. I. 5 Ch. 14-B.\napplicable to applications for re-admission of appeals\nunder Order XLI, Rule 19.\n(iii) In any case, where a party, whose non-\nattendance is ground for dismissal of the proceeding for\ndefault, is not present when the proceeding is called on\nfor hearing, the Court may postpone passing final order,\nif there is other work, which the Court can conveniently\ntake up in the meantime. No hard and fast rule can be\nlaid down, and the matter is one for the exercise of\nproper discretion in view of all the circumstances. But\nCourts should endeavour to dispose of cases on merits\nas far as practicable and avoid dismissals in default\nwhen this can be done without wasting of time of the\nCourt or prejudice to other litigants.\nThe above remarks also apply to the hearing of an\nappeal ex-parte owing to the absence of a respondent.\nIf an adjournment is necessary by reason of a party\nnot having appeared when first called, he may properly\nbe ordered to pay all the costs caused by the\nadjournment.\n14 Special attention is invited to Order XLI, Rule 33,\nSpecial\nwhich introduces an English rule of law' whereby an power.\nAppellate Court is given the fullest power to do complete\njustice between the parties concerned in the suit,\nwhether such parties have joined in the appeal or not.\n15. Appeals from orders in pending proceedings Appeals from\norders during\nshould be disposed of as promptly as possible, so as not\nproceedings.\nto delay those proceedings unnecessarily.\n(d) Judgment in appeal.\n16.The judgment of the Appellate Court should contain Contents.\nthe point or points for determination, the decision\nthereupon and the reasons for the decision, and, when\nthe decree appealed against is reversed or varied, the\nrelief to which the appellant is entitled (Order XLI, rule\n31, of the Code of Civil Procedure). In other words, the\njudgment should be complete in itself and should give a\nconcise account of the case between the parties,\nintelligible not only to the superior Appellate Courts, but\nto the public.\n16.It is not intended that the judgment of the lower Grounds of\nAppellate Court should ordinarily be as detailed as that appeal and\nevidence.\nof the Court of first instance, e. g., it will rarely be\nnecessary for the lower Appellate Court to deal with the\nevidence of particular witnesses or to examine in detail\nthe whole of the evidence; but it should give an\nintelligent and clear summary of the evidence which it\nhad to consider and\nVol. I. 6 Ch. 14-\nB.\nstate the reasons for which it thinks particular portition of\nthe evidence to have been more or less worthy of\nconsideration. If any ground of appeal is not pressed by\nthe counsel or is withdrawn, the Appellate Court should\ninvariably mention this fact in the judgment. An appellant\nis entitled to expect not only that every objection to the\njudgment or the proceedings of the lower Court, which is\ntaken in due form and is relevant and of a substantial\ncharacter, should be considered, but also that a decision\nupon the point raised by such objection should be\nrecorded in the Appellate Court's judgment.\n18. The findings of fact arrived at by the court of first\nFindings of fact. appeal are, as a rule, final and cannot be challenged in\nsecond appeal, except on certain grounds. The Courts\nof first appeal should therefore realise their\nresponsibility in the matter and see that the findings of\nfact on which their decision is based are clear and\nprecise. The judgment should indicate that all relevant\nevidence, oral as well as documentary, has been\nconsidered. Second appeals have to be frequently\nadmitted for the reasons that the necessary findings of\nfact are either vague or non- existent or that important\nevidence on record has been ignored.\n19. As confusion frequently arises from the use of the\nHow parties to\nwords \"appellant\" and \"respondent\" in two successive\nbe named.\nAppellate Courts, especially when the parties appealing\nbelong to different sides, Appellate Courts should not\nuse these terms without the addition of the words\n'plaintiff' or 'defendant', as the case may be or the latter\nterms alone may be used.\n(e) Decrees in appeals.\n18. Under the provisions of Order XLI, Rule 35, of\nContents of\nthe Code, the decree of the Appellate Court is\ndecrees.\nrequired to contain the number of the appeal, the\nnames and des- cription of the parties, a clear\nstatement of the relief granted or other determination\nof the appeal, and an order as to costs.\nNote.—for the directions as to filling up decretal orders of Appellate Court see\nChapter 11-B, Para 2 (ii)\n(f) Remands.\n19. Whenever, a case is remanded for redecision\nFixing date of\nappearance in under Order XLI, Rules 23 or 23-A or for the trial of\nlower court.\ncertain issues under Order XLI, Rule 25, the Court\nordering the remand shall at once, in the presence of\nthe parties, give them a date on which they shall\nappear before the trial court and note the fact on the\nrecord,\nVol. I. 7 Ch. 14-B.\n22. (a) When a case is remanded by an Appellate\nCourt in which\nCourt under Order XLI, Rules 23 or 23-A it must be remand case is\npending.\nrestored to its original number on the register of the Court,\nto which it is remanded and be considered as a pending\nregular suit; but if it is referred for the re-investigation of\ncertain issues, under Order XLI, Rule 25, it should remain\non the register of the Appellate Court and be considered as\nan appeal pending in that Court.\n(b) Rule' 23-A of Order XLI was inserted in 1938 by\nthe Punjab High Court and enables the appellate court to\nremand a case where retrial is considered necessary, even\nthough the court from whose decree the appeal is preferred\nhas disposed of the case otherwise than on a preliminary\npoint. Framing of\ndecree.\n23. An order of remand under Order XLI, Rule 23 or\n23-A of the Code of Civil Procedure not being a decree as\ndefined in the said Code, the framing of a formal decree by\nthe Appellate Court in cases remanded by it under these\nrules is incorrect.\n24. When a case is remanded under Order XLI, Rule Date of return\n25, of the Code of Civil Procedure, reasonable time by lower court.\nshould be fixed for the return of findings by the lower\nCourt. The latter Court should make every effort to\nsubmit the report by the date fixed, but if this is\nfound to be impracticable, it should apply at once for\nan extension of time, stating its reasons and\nmentioning the date by which it expects to be able to\nsubmit the required report.\n25.Appellate Courts should pay special attention to\nDate of\nthe provisions of Order XLI, Rule 26, of the Code of\nobjections.\nCivil Procedure. They should take measures to\nensure that in all cases of remand under Order XLI,\nRule 25, a definite period, subsequent to the return\nof the record of the inquiry to the Appellate Court,\nshall be fixed to admit of objections being filed by any\ndissatisfied party, due notice of such period being\ngiven to the parties. No Court should proceed to final\njudgment without ascertaining that such period has\nbeen duly allowed. If it has not, the Appellate Court\nshould either postpone the appeal or ascertain and\nrecord the objections of the parties or either of them\nor ascertain and record that neither party has any\nobjection to advance.\n26. Appellate Courts have the power to admit addi- Additional\nevidence.\ntional evidence under Order XLI, Rule 27, of the Code of\nCivil Procedure, but this can only be done on the grounds\nVol. I. 8 Ch. 14-B.\nstated therein and the reasons for admitting the\nevidence must always be clearly recorded. The test for\nthe admission of such additional evidence and the\nmanner in which the appellate courts should exercise\ntheir discretion in this behalf are laid down in 1951,\nSupreme Court Reports 258.\n(g) Service of processes of Appellate Courts.\n27. In view of Rule 38 of Order XLI (added by Punjab\nDuty of lower\namendment), Service of the notice issued in appeal and\ncourt in the\nmatter of service. other processes for service of parties to appeal shall be\nissued at the address filed by the appellant/parties or as\nper order passed under Order V Rule 19 (added by Punjab\namendment) or Order VIII Rule 11 or subsequently altered\nunder order VII Rule 24 or Order VIII Rule 12. Service\neffected at such address shall be as effective as personal\nservice.\nAttention is also drawn to Order V, Rule 23 of the Code of\nCivil Procedure, which reads as follows:-\n“The Court to which a summons is sent under\nRule 21 or Rule 22 shall, upon receipt thereof,\nproceed as if it had been issued by such Court\nand shall then return the summons to the Court\nof issue, together with the record (if any) of its\nproceedings with regard thereto.”\nThe above provisions shall be carefully attended to.\nProvided that the Service of Process to the\nrespondent/addressee can also be effected through\nelectronic mode where the party has furnished the requisite\ndetails.\n[Rule 27 substituted vide Correction Slip no. 79 Rules/II.D4 dated\n16.11.2018.]\n28. In the case of summonses from the High Court, the\nStatement of\nCourt serving the summons shall record the statement of\nserving officer.\nthe peon as to such service on solemn affirmation, and\nshall verify the same with its signature before returning\nthe summons."}