{"document_metadata": {"document_title": "Income-tax (3rd Amendment) Rules, 2013", "document_type": "Notification", "issuing_authority_or_court": "Central Board of Direct Taxes", "addressed_to": null, "other_parties_involved": []}, "key_points_summary": ["The rules are amendments to the Income-tax Rules, 1962.", "The amendments are effective from April 1, 2013.", "Provisions for electronic submission of audit reports under certain sections of the Income-tax Act are included.", "Substitutions of figures in various sub-rules and appendices are made."], "defence_preparation_checklist": ["Verify compliance with the amended rules.", "Assess the impact of electronic submission requirements on clients.", "Review any changes in reporting obligations for clients under the amended rules.", "Ensure that all relevant parties are informed of the amendments."], "legality_assessment": {"is_notice_legally_valid": true, "authority_error_possible": false, "party_non_compliance_possible": true, "identified_issues_or_defects": [], "overall_risk_level": "medium"}, "relevant_judicial_precedents": [], "full_text": "GOVERNMENT OF INDIA\nMINISTRY OF FINANCE\nDEPARTMENT OF REVENUE\n[CENTRAL BOARD OF DIRECT TAXES]\nNOTIFICATION\nNew Delhi, the 1st day of May, 2013\nIncome-tax\nS.O. 1111 (E).─ In exercise of the powers conferred by section 295 of the Income-tax\nAct, 1961 (43 of 1961), the Central Board of Direct Taxes hereby makes the following rules\nfurther to amend the Income-tax Rules, 1962, namely:-\n1. (1) These rules may be called the Income-tax (3rd Amendment) Rules, 2013.\n(2) They shall be deemed to have come into force with effect from the 1st day of April,\n2013.\n2. In the Income-tax Rules, 1962 (hereinafter referred to as the said rules), in rule 12,─\n(a) in sub-rule (1),-\n(A) for the figures “2012”, the figures “2013” shall be substituted;\n(B) in item (a),─\n(i) in sub-item (iii), after the words “income from race horses”, the\nwords “and does not have any loss under the head” shall be inserted;\n(ii) for the proviso, the following proviso shall be substituted,\nnamely:-\n“Provided that the provisions of this clause shall not apply to a\nperson who,-\n(I) is a resident, other than not ordinarily resident in India within the\nmeaning of sub-section (6) of section 6 and has,─\n(i) assets (including financial interest in any entity) located\noutside India; or\n(ii) signing authority in any account located outside India;\n(II) has claimed any relief of tax under sections 90 or 90A or\ndeduction of tax under section 91; or\n(III) has income not chargeable to tax, exceeding five thousand\nrupees.”;\n(C) in clause (ca), for the proviso, the following proviso shall be\nsubstituted, namely:-\n“Provided that the provisions of this clause shall not apply to a\nperson who,-\n(I) is a resident, other than not ordinarily resident in India within the\nmeaning of sub-section (6) of section 6 and has,─\n(i) assets (including financial interest in any entity) located\noutside India; or\n(ii) signing authority in any account located outside India;\n(II) has claimed any relief of tax under sections 90 or 90A or\ndeduction of tax under section 91; or\n(III) has income not chargeable to tax, exceeding five thousand\nrupees.”;\n(b) in sub-rule(2), the following proviso shall be inserted, namely:-\n“Provided that where an assessee is required to furnish a report of audit\nunder sections 44AB, 92E or 115JB of the Act, he shall furnish the same\nelectronically.”;\n(c) in sub-rule (3), in the proviso,-\n(A) in clause (a),─\n(i) for the words “an individual or a hindu undivided family”, the\nwords “a person, other than a company and a person required to\nfurnish the return in Form ITR-7” shall be substituted;\n(ii) for the words “ten lakh rupees” the words “five lakh rupees” shall\nbe substituted;\n(iii) for the figures “2012-13”, the figures “2013-14” shall be\nsubstituted;\n(B) after clause (aaa), the following clause shall be inserted, namely:-\n“(aab) a person claiming any relief of tax under section 90 or 90A or\ndeduction of tax under section 91 of the Act, shall furnish the\nreturn for assessment year 2013-14 and subsequent assessment\nyears in the manner specified in clause (ii) or clause (iii);”\n(C) in clause (b), after the words, brackets and figure “in clause (i)”, the\nwords, brackets and figures “or clause (ii) or clause (iii)” shall be\ninserted.\n(d) in sub-rule 4, after the words, brackets and figures “of sub-rule(3)”, the\nwords and figures “and the report of audit in the manner specified in proviso to\nsub-rule (2)” shall be inserted.\n(e) in sub-rule (5), for the figures “2011”, the figures “2012” shall be\nsubstituted.\n3. In the said rules, in Appendix-II, for “Forms SAHAJ (ITR-1), ITR-2, ITR-3, SUGAM (ITR-\n4S), ITR-4 and ITR-V”, the “Forms SAHAJ (ITR-1), ITR-2, ITR-3, SUGAM (ITR-4S), ITR-4\nand ITR-V” shall be substituted.\n[Notification No. 34 /2013/ F.No.142/5/2013-TPL]\n(Gaurav Kanaujia)\nDeputy Secretary to the Government of India\nNote.- The principal rules were published in the Gazette of India, Extraordinary, Part-II,\nSection 3, Sub-section (ii) vide notification number S.O.969(E), dated the 26th March, 1962\nand last amended by Income-tax (2nd Amendment) Rules, 2013 vide notification S.O.\nNo.410 (E) dated 19th February, 2013."}