{"document_metadata": {"document_title": "Report No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)", "document_type": "Report", "issuing_authority_or_court": "Central Board of Indirect Taxes and Customs (CBIC)", "addressed_to": null, "other_parties_involved": []}, "key_points_summary": ["The department must issue a Show Cause Notice (SCN) before taking any prejudicial action against the assessee.", "The SCN should detail the provisions of law allegedly violated and provide the noticee an opportunity to present their case.", "Adjudication is a quasi-judicial function of CBIC officers.", "An Order in Original (O-I-O) must be issued within 30 days of the last personal hearing."], "defence_preparation_checklist": ["Verify if a Show Cause Notice was issued and served to the assessee.", "Check the details of the provisions of law cited in the SCN.", "Gather documentary evidence to support the case.", "Review the timeline for the issuance of the Order in Original."], "legality_assessment": {"is_notice_legally_valid": null, "authority_error_possible": true, "party_non_compliance_possible": false, "identified_issues_or_defects": ["Incomplete information regarding the issuance of the SCN.", "Lack of clarity on whether the SCN was served properly."], "overall_risk_level": "medium"}, "relevant_judicial_precedents": [], "full_text": "Report No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nChapter V: Show Cause Notices (SCNs) & Adjudication Process\nin CBIC\n5.1 Introduction\nAdjudication is a quasi-judicial function of the departmental officers of the\nCentral Board of Indirect Taxes and Customs (CBIC). Through imposition of an\nappropriate penalty after adjudication, the department seeks to ensure that\nno revenue loss is caused by the contravention of applicable laws and rules,\nwhich may result in non/short payment of tax, erroneous refunds, irregular\navailing of CENVAT credit etc. It is mandatory that a Show Cause Notice (SCN)\nis issued if the department contemplates any action prejudicial to the assessee.\nThe SCN would detail the provisions of law allegedly violated and ask the\nnoticee to show cause why action should not be initiated against him under\nthe relevant provisions of the Act/Rules. Thus, an SCN gives the noticee an\nopportunity to present his case.\n5.2 SCN and adjudication process\nProcess for issue of SCNs and their adjudication under the three Acts viz.\nCentral Excise Act, 1944, Finance Act, 1994 and CGST Act, 2017 are described\nin the relation chart below;\n111\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nChart 5.1\nSCN and Adjudication Process\nTax/Duty\nNot Levied Short Levied Not Paid Short Paid Erroneously Input Tax\nRefunded Credit Wrongly\navailed/utilised\nDepartment Assessee voluntarily\ncontemplates action pays with Interest and\npenalty, if applicable\nIssue of Show Cause Notice\n(SCN) No SCN\nTime Limit Contents - SCN received by Assessee\nDate, Name and Address\nof Assessee. Amount etc.\nNormal Period – 2 Assessee accepts Assessee does not\nyears for CX/30 the Facts of SCN accept the facts of SCN\nmonths for ST & 33\nExtended Period – 5 years for CX\nmonths for GST\n& ST and 54 months for GST from Demand is confirmed Personal Hearing\nrelevant date when tax not paid (Maximum 3 Adjournments)\ndue to fraud, collusion, any\nwillful mis-statement, Demand is confirmed fully,\nsuppression of facts or any partially or dropped\ncontravention of act / rules with\nintent to evade payment of tax\nOrder in Original (O-I-O) in writing to be issued\nwithin 30 days of last PH (CX & ST)\n5.3 Administrative set up for Issue of SCNs and adjudication process\nThe organizational chart of Central Board of Indirect Taxes and Customs (CBIC)\nis depicted in Chart-5.2. As on 31 March 2019, CBIC was supported by 21 Zones,\n107 Executive Commissionerates, 725 Divisions and 3,785 Ranges. In addition,\nthere were 48 Audit Commissionerates alongwith 71 other units. The\nmonetary limits in relation to adjudication68 are depicted in Chart-5.3\n68 As per the Master Circular No.1053/02/2017-CX dated 10 March 2017\n112\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nChart 5.2\nOrganizational Structure for SCN & Adjudication Process\nCBIC\nDG CEI ( Now\nCGST ZONES\nDGGSTI)\nZonal Units of DG\nCGST Commissionerates Audit Commissionerates GSTI\n(supported by\nRegional units)\nDivisions Circles\nRanges Groups\nChart 5.3\nMonetary limit for Adjudication of SCNs\nCommissioner •Cases exceeding rupees two crore\nAdditional/ Joint •Above fifty lakh but not exceeding rupees\nCommissioner two crore\nDeputy/ Assistant •Above ten lakh but not exceeding rupees\nCommissioner fifty lakh\nSuperintendent •Not exceeding rupees ten lakh\n5.4 Results of previous Audits\nWe had examined the SCN and adjudication process of the department in FY15\ncovering the period FY12 to FY14. This was included in Chapter-II of Report No.\n1 of 2016 (Service Tax) and Chapter-V of Report No. 2 of 2016 (Central Excise).\nThe major findings of that exercise, inter-alia, were incorrect invocation of\nextended period of time while issuing SCN resulting in demands getting timed\nbarred, delay in adjudication of SCNs, non-issuance of adjudication orders\nwithin stipulated period and non-periodic review of Call Book cases resulting\nin irregular retention of cases in Call Book.\n113\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nThe Ministry in its Action Taken Note (ATN) (June 2016) stated that all the field\nformations had been instructed for timely issuance of SCN and strict\nmonitoring to reduce delays in various stages and processing of SCN so that\nthe interest of both the Government revenue and the assessee are protected.\nThe Ministry further stated (March 2017) that a master circular dated\n10 March 2017 had been issued for SCN & Adjudication process, which\nprovided for strict adherence to time limit for issuance of SCN and rightful\ninvocation of extended period of limitation, as prescribed in para 3.1 to 3.7 of\nthe said circular. Para 14.10 of the circular further states that in all cases where\npersonal hearing has been concluded, it is necessary to communicate the\ndecision as expeditiously as possible but not later than one month in any case,\nbarring in exceptional circumstances to be recorded in the file.\nWe followed up on the Ministry’s reply, and during the course of current audit,\nnoticed persistent compliance deviations with respect to issue of SCN and\nAdjudication process despite Ministry’s assurance in the action taken note\n(March 2017). The audit findings are reported in the subsequent paras.\n5.5 Audit Objectives\nIn the present audit, we examined:\na) the adequacy of rules, regulations, notifications, circulars/instructions\netc. issued from time to time in relation to adjudication process;\nb) whether the extant provisions of law and rules relating to issue of SCNs\nand adjudication process were being complied with adequately;\nc) whether there was an effective monitoring and internal control\nmechanism to ensure timely corrective action by the department.\n5.6 Scope of Audit, Audit Criteria and Audit Sample\n5.6.1 Scope of Audit\nDuring the audit, we had examined the SCN files, registers and monthly returns\nprepared by the departmental offices related to SCN and adjudication process\nfor the period FY17 to FY19.\n5.6.1.1 Audit Sample\nWe followed a risk based sampling method to identify departmental units for\naudit. We selected one to three executive Commissionerates from each CGST\nZone depending on the number of Commissionerates in a Zone, based on\nstratified random sampling. In the zones where the number of executive\nCommissionerates is 1 to 5, one Commissionerate has been selected. In the\nzones where the number of executive Commissionerates is 5 to 10, two\nCommissionerates have been selected. In the zones where the number of\n114\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nexecutive Commissionerates is more than ten, three Commissionerates have\nbeen selected. In addition to executive Commissionerates, one Audit\nCommissionerate from each Zone and one Zonal Unit of Directorate General\nof Goods and Services Tax Intelligence (DGGSTI) (earlier DG CEI) was selected\nin addition to the DGGSTI Headquarter for audit. The details of departmental\nunits selected for audit are given in table 5.1 below-\nTable No. 5.1: Universe and sample of departmental units\nType of units Total number of Units selected as\nunits sample\n28 Commissionerates\nExecutive\n(including 28 division\nCommissionerate 107\nand 26 Ranges there\n(CGST)\nunder)\nAudit Commissionerate 48 20\n14 (including DGGSTI\nZonal units of DGGSTI 25\nHqrs)\nWe have selected 116 units under Executive Commissionerates, Audit\nCommissionerates and Zonal units of GSTI including DGGSTI, New Delhi69.\nFurther, sample of SCN related files, available in the selected units, was derived\nfor detailed examination based on random sampling. The audit universe and\nsample for focus audit areas are detailed in table 5.2 below:\n69 Ghaziabad, Allahabad, Jamshedpur, Ahmedabad North, Rajkot, Vadodara II, Jaipur,\nMumbai South, Mumbai West, Raigad, Pune II, Nashik, Hyderabad, Visakhapatnam,\nBhubaneswar, Trichy, Chennai North, Thiruvananthapuram, Jalandhar, Gurugram, Bhopal,\nBengaluru East, Mangalore, Kolkata North, Howrah, Guwahati, Agartala, Delhi South,\nKanpur Audit, Meerut II Audit, Ahmedabad Audit, Vadodara Audit, Jaipur Audit, Raigad\nAudit, Pune II Audit, Nashik Audit, Hyderabad I Audit, Visakhapatnam Audit, Bhubaneswar\nAudit, Chennai I Audit, Kochi Audit, Ludhiana Audit, Gurugram Audit, Delhi II Audit, Bhopal\nAudit, Bengaluru I Audit, Kolkata I Audit, Guwahati Audit, DGGI Hqrs. Delhi, Lucknow\nDGGI, Ahmedabad DGGI, Jaipur DGGI, Pune DGGI, Hyderabad DGGI, Visakhapatnam DGGI,\nBhubaneswar DGGI, Chennai DGGI, Ludhiana DGGI, Bhopal DGGI, Bengaluru DGGI,\nKolkata DGGI and Guwahati DGGI.\n115\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nTable No. 5.2: Universe and Sample of files selected for detailed examination\n(```` In crore)\nAudit Sample Sample as\nSl. Audit\nFocus Area Period % of\nNo. Universe\nNo. Amount population\nAs on 31\n1. SCN pending for adjudication70 11,723 4,457 29,672.96 38\nMarch 2019\n2. SCNs adjudicated FY17 to FY19 8,766 3,335 17,208.40 38\nAs on 31\n3. SCNs pending in Call Books 5,491 2,191 13,308.02 40\nMarch 2019\n4. Remand back cases FY17 to FY19 748 622 3,358.21 83\n5. Waiver of SCNs FY17 to FY19 17,095 1,020 1,155.69 6\nDraft SCNs(DSCNs) pending for As on 31\n6. 203 203 1,282.80 100\nissuance March 2019\n7. CERA audit objections FY17 to FY19 1,079 373 912.15 35\nSCNs & DSCNs transferred due to July 2017 to\n8. 551 500 523.26 91\nGST restructuring March 2019\n5.6.2 Audit Criteria\nThe audit criteria included the provisions related to adjudication in the Central\nExcise Act, 1944,the Finance Act, 1994, rules and circulars issued by the Board\nto its field formations viz. the master Circular No. 1053/02/2017-CX dated\n10 March 2017 vide which all other circulars on this subject were rescinded\nexcept the three circulars i.e. 984/08/2014-CX dated 16 September 2014,\n137/46/2015-S.T. dated 18 August 2015 and 1023/11/2016-CX dated\n8 April 2016. As for GST, audit criteria included provisions relating to demand\nand recovery as contained in Section 73 to 84 of Chapter XV of IGST Act, 2017\nand rule 142 to 161 under chapter XVIII of the CGST Rules, 2017.\n5.7 Performance of the department in adjudication of SCNs\n5.7.1 Receipts, Disposal and Closing Balance of SCNs pending for\nadjudication\nAs per Sub-Section 11(b) of Section 11A of Central Excise Act, 1944 read with\nSub-section 4B of Section 73 of the Finance Act, 1994 as amended with effect\n70 This also includes:\n• 1,922 SCNs issued and transferred to other formations by the Audit\nCommissionerates\n• 2,208 SCNs issued and transferred to other formations by DGGSTI Units.\n116\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nfrom 06 August 2014, SCNs issued in normal cases were to be adjudicated\nwithin six months in respect of Central Excise (CE) & Service Tax (ST), and SCNs\nissued for fraud and collusion cases should be adjudicated within two years\nrelating to CE and in one year relating to ST.\nDetails of receipt, disposal and closing balance of the SCNs during the last three\nyears are given in table 5.3 below:\nTable No. 5.3: Receipt, Disposal and closing Balance of SCNs\nTable No. 5.3(A) - Central Excise\nAmount (` in crore)\nOpening SCNs issued during SCNs disposed Closing Balance Percentage\nbalance(SCN) the year during the year (SCN) of disposal\nYear No. Amount No. Amount No. Amount No. Amount\nFY17 23,104 29,354.68 55,520 50,218.92 68,166 59,097.92 10,347 20,474.20 86.69\nFY18 10,347 20,474.20 28,876 50,513.21 30,321 53,776.60 8,534 17,401.47 77.30\nFY19 8,534 17,401.47 17,174 28,219.49 18,719 28,210.50 6,989 17,410.46 72.81\nTable No.5.3 (B) - Service Tax\nAmount (` in crore)\nOpening SCNs issued during SCNs disposed Closing Balance Percentage\nbalance(SCN) the year during the year (SCN) of disposal\nYear No. Amount No. Amount No. Amount No. Amount\nFY17 30,453 76,123.74 54,310 67,413.25 65,702 74,594.52 19,053 68,940.78 77.51\nFY18 19,053 68,940.78 35,173 70,918.42 32,349 55,931.20 22,208 81,280.44 59.65\nFY19 22,208 81,280.44 44,776 1,25,740.29 34,788 92,256.81 32,196 1,14,764.40 51.93\nAs evident from the table above, as on 31 March 2019, 6,989 SCNs with Central\nExcise duty of ` 17,410.46 crore and 32,196 SCNs with Service Tax of\n` 1, 14,764.40 crore were pending for adjudication. The disposal of SCNs was\nshowing a declining trend as is evident from the tables above. Disposal of SCNs\ndeclined from 86.69 per cent in FY17 to 72.81 per cent in FY19 in respect of\nCentral Excise. Similarly, disposal of SCNs in Service Tax declined from\n77.51 per cent in FY17 to 51.93 per cent in FY19.\n5.7.2 Age-wise analysis of pending SCNs\nAge wise pendency of SCNs pertaining to Central Excise and Service Tax is\nshown in the Chart-5.4 below:\n117\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nChart 5.4 – Age-wise pendency of SCNs\nCentral Excise Service Tax\n0\n1177 5926\n8458\n(17%) (19%)\n3001 (26%)\n(43%)\n1349\n6860\n(19%)\n(21%)\n10952\n1462\n(34%)\n(21%)\n< 3 months 3-6 months < 3 months 3-6 months\n6-12 months Above 1 year 6-12 months Above 1 year\nFrom the chart, it is evident that 1,177 SCNs (17 per cent) pertaining to Central\nexcise and 5,926 SCNs (19 per cent) pertaining to Service Tax were pending for\nadjudication for more than one year as against the prescribed time limit of six\nmonths in normal cases and one year in extended period of time. The\ndepartment did not maintain further age-wise details of cases pending for\nmore than one year.\n5.8 Audit Findings\nThe following table 5.4 brings out the extent of deficiencies noticed in the\nsample of SCN/adjudication related records, selected for detailed audit. The\nextent of deviation from the law and rules ranges from 0.80 per cent to\n45.92 per cent for various areas of focus selected for detailed audit.\nTable No.5.4: Sample of files selected for detailed audit and deviations noticed\n(```` In crore)\nAudit Sample No. of\nSl. Deficiencies as\nArea Period deficiencies\nNo. No. Amount % of sample\nnoticed\n1. SCN pending for adjudication As on 31 March 2019 4,457 29,672.96 1,407 31.57\n2. SCNs adjudicated FY17 to FY19 3,335 17,208.40 968 29.03\n3. SCNs pending in Call Books As on 31 March 2019 2,191 13,308.02 1,006 45.92\n4. Remand back cases FY17 to FY19 622 3,358.21 65 10.45\n5. Waiver of SCNs FY17 to FY19 1,020 1,155.69 32 3.14\nDraft SCNs (DSCNs) pending\n6. As on 31 March 2019 203 1,282.80 2 0.99\nfor issuance\n7. CERA audit objections FY17 to FY19 373 912.15 3 0.80\nSCNs & DSCNs transferred July 2017 to March\n8. 500 523.26 5 1.00\ndue to GST restructuring 2019\nAs evident from the table 5.4, we noticed high rate of deviation from the\nlaw/rules during detailed audit of SCNs pending in Call Books, SCNs pending\n118\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nfor adjudication and SCNs that had been adjudicated during FY17 to FY19. We\nnoticed significant delays in adjudication of SCNs; delay in issuance of Orders-\nIn-Original (OIOs) within stipulated period after completion of last Personal\nHearing (PH); non-review of Call Book cases, periodically, non/delayed\nretrieval of SCNs from Call Book, incorrect transfer of SCNs to Call Book etc.\nThe focus area wise audit findings are detailed in the following paragraphs.\n5.9 Deficiencies noticed in SCNs pending for Adjudication\nIn the selected 116 offices, 11,723 SCNs were pending for adjudication as on\n31 March, 2019. We examined 4,457 SCNs involving money value of\n` 29,672.96 crore and noticed irregularities in 1,407 SCNs (31.57 per cent)\ninvolving money value of ` 12, 162.53 crore. Deficiencies noticed pertain to\nincorrect computation of demand in SCN, delay in adjudication and not taking\nsteps to reduce litigation etc. as detailed in the table 5.5 below:\nTable No. 5.5: Deficiencies noticed in SCNs pending for adjudication\nSl. No. of Money value Deficiencies in %\nType of Deficiency\nNo. Deficiencies (in ```` crore) of sample (No.)\nIncorrect computation of demand in SCN\n1. 161 36.63 3.61\nresulting in Short demand raised\nLate issuance of SCNs which may result\n2. in demand getting time-barred in 71 30.17 1.59\nadjudication\n3. Delay in Adjudication 373 4,310.17 8.37\nNon-intimation regarding settlement\n4. 768 7,658.32 17.23\ncommission\n5. Incorrect invocation of extended period 2 3.19 0.04\n6. Abnormal delay in Preparation of SCNs 23 94 0.52\nShort raising of demand due to delay in\n7. 6 30.05 0.13\nfinalization of investigation\n8. Incorrect issue of SCN 3 0.07\nTotal Deficiencies noticed 1,407 12,162.53 31.57\nTotal Cases examined by Audit 4,457 29,672.96\nTotal Cases pending for adjudication in\n11,723\nselected units\n5.9.1 Incorrect computation of demand in SCN resulting in short raising of\ndemand\nIn seven Commissionerates71,four audit Commissionerates72 and one DGGSTI\nZonal Unit73, we noticed short raising of demand of ` 36.63 crore in 161 SCNs\n(3.61 per cent), out of 4,457 cases examined in 116 selected offices, due to\n71 Bhopal, Chennai North, Howrah, Mumbai South, Mumbai West, Pune-II and Raigad.\n72 Pune, Bhopal, Nashik and Raigad.\n73 Bhopal.\n119\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nnon-verification of the relevant records, adoption of incorrect rate of tax and\nnon-verification of Income Tax Returns/Tax deducted at Source data etc.\nWhen we pointed this out (November 2019 to December 2019), the Ministry\nadmitted the facts in 141 cases. The Ministry did not accept the audit objection\nin 17 cases. Reply with respect to remaining three cases is awaited (December\n2020).\nOne illustrative case is given below:\n5.9.1.1 Issuance of SCN is a statutory requirement and it is the basic\ndocument for settlement of any dispute relating to tax liability or any punitive\naction to be undertaken for contravention of provisions of the Act. The Board,\nin Master circular (March 2017) had, inter-alia, reiterated that SCN being\nstarting point of any legal proceedings against the party, it should be drafted\nwith utmost care. It is clarified in the circular that principles and manner of\ncomputing the amounts due from the noticee are clearly laid down in the SCN.\nIn Pune II Commissionerate, an SCN was issued to an assessee in October 2018\nfor irregular availing of exemption and abatement in respect of works contract\nservice provided. Audit examination revealed that the department incorrectly\nadopted gross value of service provided at ` 46.68 crore instead of\n` 52.55 crore as indicated in ST-3 return. The error resulted in short\nassessment of taxable service by ` 4.21 crore, after allowing admissible\nabatement, with consequent short levy of Service Tax of ` 0.79 crore.\nWhen we pointed this out (November 2019), the Ministry did not admit the\naudit observation (December 2020) and stated that the SCN was issued based\non invoices issued to the government department only and not on all invoices\nissued by the assessee. The reply of the Ministry is not acceptable as invoices\nissued to customers other than Government departments had also been\nincluded in the annexure attached to the SCN.\n5.9.2 Late issuance of SCNs that may result in demand getting time-barred\nin adjudication or exclusion of part-period demand\nIn four Executive Commissionerates74 and one Audit Commissionerate75, we\nnoticed late issuance of SCNs in 70 cases (1.57 per cent), out of 4,457 cases\nexamined in 116 selected offices, which may result in demand being declared\ntime-barred in adjudication. Further, we also observed exclusion of\npart-period demand in SCN in one case. Thus, the overall demand of\n` 30.17 crore in 71 SCNs may get time-barred due to late issuance of SCNs.\n74 Allahabad, Kolkata North, Guwahati and Pune-II.\n75 Bengaluru Audit\n120\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nWhen we pointed this out (November 2019 to December 2019), the Ministry\naccepted the facts in one case and did not accept the facts in remaining cases\n(December 2020).\nOne illustrative case is given below:\n5.9.2.1 The Internal Audit Party (IAP) of Bengaluru Audit-I Commissionerate,\nin January 2017, had taken an observation on an assessee relating to\nnon-payment of Service Tax on services provided during January 2015 to\nMarch 2016 as intermediary to a foreign company, its Principal company,\nwrongly treating the same as export, amounting to ` 675.46 lakh. The Para was\ninitially presented in Monitoring Committee Meeting (MCM) held in January\n2017 and ratified in MCM held in May 2017. However, at the time of\npreparation of SCN, the IAP realised that the assessee had been rendering\nmarketing services even before the marketing services and post-sales support\nservices agreements were entered into with the their Principal Company\n(1 April 2015). To examine this aspect the issue was transferred to Executive\nCommissionerate after discussions in MCM held in September 2017 for further\ninvestigation.\nIt was noticed that no SCN had been issued till date in spite of lapse of\n35 months from the date of internal audit. The date of issue of SCN within\nnormal period had expired on 29 October, 2018, hence there was a risk of\nwhole demand becoming time barred.\nThe delay was, therefore, due to ineffective audit by the IAP, and the absence\nof an effective system of monitoring by the Audit Commissionerate on the fate\nof cases/SCNs transferred to Executive Commissionerates.\nWhen we pointed this out (October 2019), the Ministry stated\n(December 2020) that an SCN had been issued for the period November 2014\nto April 2017 in May 2020 invoking extended period of time. As the last date\nfor submission of ST-3 return for half year ending March 2015 was in\nApril 2015, late issuance of SCN in May 2020, may result in time barring of\ntransactions up to March 2015.\n5.9.3 Non-adjudication of SCN within prescribed time limit\nIn 22 offices76, we noticed that 373 SCNs (8.37 per cent), out of 4,457 cases\nexamined, involving revenue of ` 4,310.17 crore, were not adjudicated in the\n76 Allahabad, Ahmedabad North, Bhopal, Chennai North, Delhi South, Bhubaneswar,\nBengaluru East, Ghaziabad, Gurugram, Howrah, Hyderabad, Jalandhar, Jamshedpur,\nKolkata North, Mangalore, Mumbai South, Mumbai West, Pune-II, Raigad,\nThiruvananthapuram, Vadodara-II and DGGSTI Headquarters Delhi.\n121\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nprescribed time limit of six months in normal cases and within the prescribed\ntime limit of one year (ST)/two years (CX) in extended period cases.\nWhen we pointed this out (September 2019 to December 2019), the Ministry\nadmitted the facts in respect of all the cases except seven cases of Gurugram\nCommissionerate and stated that the delays were due to shortage of staff and\nheavy work load owing to introduction of GST (December 2020).\nOne illustrative case is given below:\n5.9.3.1 In case of an assessee, an SCN was issued vide No.\n574/CE/12/2016/INV dated 04 October, 2016 involving duty of ` 18.08 crore.\nThe assessee filed writ petition in Delhi High Court against the SCN, which\nordered (January 2017) to set aside the said SCN and directed to issue fresh\nSCN after clearly setting out what the proposed demands are. The department\nfiled appeal in the Supreme Court (May 2017) against the Delhi High Court’s\norder. Supreme Court (December 2017) had restored the SCN and ordered to\nconduct adjudication proceeding as per procedure. During audit we noticed\nthat no action has been taken by the department or personal hearing fixed to\nadjudicate the case as of September 2019 i.e. even after more than 22 months\nfrom the date of issue of orders of Apex Court.\nWhen we pointed this out (September 2019), the Ministry admitted\n(December 2020) the audit objection and stated that delays were due to\nshortage of staff, heavy work load and introduction of GST. However, efforts\nare being made to reduce the pendency.\n5.9.4 Non-intimation regarding settlement of cases through Settlement\nCommission\nPara 14.1 of Master Circular dated 10 March, 2017, issued by CBIC, provides\nthat every show cause notice should be forwarded, along with a letter stating\nthat assessee can approach settlement of case through Settlement\nCommission. Where the noticee approaches the Settlement Commission, the\nmatter needs to be transferred to Call Book till the matter is decided by\nSettlement Commission.\nIn 27 offices77,we noticed that in 768 cases (17.23 per cent),out of 4,457 cases\nexamined in 116 selected offices, involving money value of ` 7,658.32 crore,\n77 Agartala, Ahmedabad North, Chennai North, Delhi South, Ghaziabad, Gurugram,\nGuwahati, Howrah, Hyderabad, Jalandhar, Kolkata North, Thiruvananthapuram,\nVisakhapatnam Commissionerates, Bhopal Audit, Chennai Audit-I, Guwahati Audit-I,\nHyderabad Audit-I, Visakhapatnam Audit, DGGSTI Bhopal, DGGSTI Chennai, DGGSTI\nGuwahati, DGGSTI Hyderabad, DGGSTI Kolkata, DGGSTI Lucknow, DGGSTI Pune, DGGSTI\nVisakhapatnam and DGGSTI Headquarters Delhi.\n122\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nno intimation regarding settlement of cases through Settlement Commission\nwas forwarded to the noticees along with the SCNs.\nWhen we pointed this out (October to December 2019), the Ministry\n(December 2020) accepted the audit observation in 694 cases and assured for\ncompliance of the departmental instructions in future. Reply with respect to\nremaining 74 cases is awaited (December 2020).\n5.9.5 Incorrect invocation of extended period for issuance of SCN\nIn NOIDA Audit and Bengaluru Audit-I Commissionerates, we noticed that two\nSCNs, with monetary value of ` 3.19 crore were issued for extended period.\nHowever, the ingredients for invoking extended period were not clearly\ndetailed in the SCNs, and hence invocation of extended period may be held\ninvalid at the time of adjudication resulting in demand being declared time-\nbarred in adjudication.\nThe Ministry did not accept the audit objection (December 2020) and stated\nthat invocation of extended period was correct in both the cases. Reply of the\nMinistry is not acceptable as the errors were already reflected in the ST-3\nreturns of the assesses, hence invocation of extended period was not correct.\n5.9.6 Abnormal Delay in preparation and finalisation of SCN\nIn Nashik Audit Commissionerate, it was observed from Draft SCN register that\nthere was abnormal delay in finalisation of 23 draft SCNs ranging from 119 to\n1,435 days. This had ultimately led to delay in adjudication and consequential\nblockage of Government revenue to the tune of ` 94 crore. The reason for\ndelay in preparation and finalisation of draft SCN was apparently due to\nabsence of regular follow up by Audit Commissionerate.\nWhen we pointed this out (December 2019), the Ministry stated\n(December 2020) that the draft SCNs are received from audit groups, and as\nthey are continuously on field duty, clarifications, if any, are received from\nthem after their return to Headquarters. Further, for complying with the\nqueries, audit groups have to seek information from the assessees. The\nMinistry further stated that from December, 2016 onwards, where the\ndemand is more than ` 50 lakh, pre SCN consultation was to be done. Due to\nthese factors it took some time to issue SCN, however the same were issued\nto the party in time.\nThe Ministry’s reply is not acceptable as there were long delays in finalisation\nof SCNs ranging from 119 to 1435 days leading to subsequent delay in\nadjudication and blockage of Government revenue.\n123\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\n5.9.7 Short raising of demand due to delay in finalization of investigation\nIn DGGSTI Zonal Unit Pune, we noticed short raising of demand of ` 30.05 crore\nin six SCNs (0.13 per cent), out of 4,457 cases examined in the selected\n116 offices, due to late finalization of investigation. An example is given below:\n5.9.7.1 Abnormal delay in issuance of SCN leading to loss of revenue\nDGGSTI, Pune Zonal Unit (earlier Regional Unit) had initiated investigation in\n13 cases, in FY13, for taxation of service on deployment of Transit Mixtures for\ntransportation of Ready Mix Concrete from various plants of an assessee. In all\n13 cases, the department had initiated proceedings to tax the said service by\nclassifying it under the ‘Cargo Handling Service’ (CHS) and the proposal was\naccordingly sent to Mumbai Zonal Unit for approval (vide common incident\nreport). In October 2013, the Mumbai Zonal Unit opined that the service was\nappropriately classifiable under the head ‘Supply of tangible Service (STG).’\nAfter re-examination, Pune Zonal Unit in December 2013, intimated that it\nwould be appropriate if the service was taxed under ‘CHS’ instead of ‘STG’. It\nwas observed from the Pune Zonal Unit, that no action was taken in the matter\nduring 2014 to 2016. After the receipt of clarification from Mumbai Zonal unit\nin April 2017, proceedings were initiated and five SCNs, demanding\n` 17.99 crore, were issued between October, 2018 and April 2019 to eight\nassessees covering the period FY14 onwards. Audit examination revealed that\nin 2013, ` 30 crore Service Tax evasion was estimated by the department in\n11 cases but since the investigation proceedings were abnormally delayed, the\ndepartment could not cover the period prior to March 2013 as the same was\ntime barred. Time barred demand in respect of all 13 cases could not be\ndetermined by Audit as relevant records for earlier period were not available\nin the respective files.\nWhen we pointed this out (December 2019), the department replied\n(December 2019) that owing to contradicting views on the classification of\nservice, the issue was kept in abeyance for want of suitable clarification\nregarding classification of the said service.\nThe reply is not acceptable as the amount involved in the issue was very high\nand therefore, prompt and appropriate action, within time, should have been\ntaken to determine the classification of service and to protect the revenue.\nReply of the Ministry is awaited (December 2020).\n5.10 Deficiencies noticed in Adjudicated SCNs\nIn the selected 116 offices, 8,766 SCNs were adjudicated during FY17 to FY19.\nWe examined 3,335 cases involving money value of ` 17,208.40 crore and\nnoticed irregularities in 968 cases (29.03 per cent) involving money value of\n124\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\n` 9,006.86 crore. Deficiencies noticed pertained to incorrect computation of\ndemand in SCN, incorrect invocation of extended period of time for issuing\nSCN, delay in adjudication, not taking steps to reduce litigation etc. as per the\ntable 5.6 below:\nTable No.5.6: Deficiencies noticed in adjudicated SCNs during FY17 to FY19\nMoney Deficiencies in\nSl. No. of\nType of Deficiency value per cent of\nNo. Deficiencies\n(in ```` crore) sample (No.)\nInvocation of extended period of time held irregular in\n1. 10 17.32 0.3\nadjudication\nInvocation of extended period of time for issuing\n2. periodical SCN which may be held irregular in further 9 4.94 0.27\nappeal\nNon-inclusion of demand for part period due to late\n3. 4 8.26 0.12\nissuance of SCN\nIncorrect computation of demand resulting in short\n4. 15 147.81 0.45\nconfirmation of demand in adjudication\n5. Delay in adjudication 340 4,716.09 10.19\nDelay in issuance of OIO within stipulation period after\n6. 581 4,063.89 17.42\ncompletion of last PH\nDropping of demand due to non-availability of Relied\n7. 9 48.55 0.27\nupon documents\nTotal Deficiencies noticed 968 9006.86 29.03\nTotal Cases examined by Audit 3,335 17,208.40\nTotal Cases adjudicated in selected units 8,766 ---\n5.10.1 Invocation of extended period of time held irregular in adjudication\nIn four Commissionerates78, we noticed that invocation of extended period of\ntime for issuance of SCN was held irregular in 10 cases (0.30 per cent), out of\n3,335 cases examined in 116 selected offices, involving revenue impact of\n` 17.32 crore.\nWhen we pointed this out (November 2019 to December 2019), the\ndepartment accepted the facts in two cases. Reply in remaining eight cases is\nawaited (June 2020). Reply of the Ministry is awaited (December 2020).\nOne illustrative case is given below:\n5.10.1.1 An SCN was issued to an assessee in Kolkata North\nCommissionerate in December, 2015, based on internal audit observations and\ncovered the demand period from December 2010 to October 2015. However,\nthe noticee contested the demand on merit as well as on point of limitation of\nextended period. The adjudicating authority while passing the order\nmentioned that there were no allegations of non-submission of monthly ER-1\nReturns in the SCN; and that the Tariff Classification of the goods, and the\navailing of benefit of the Notification were in the knowledge of the\ndepartment. The adjudicating authority further noted that as no allegation of\n78 Kolkata North, Ghaziabad, Guwahati and Vadodara.\n125\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nfraud, collusion, wilful mis-statement or suppression of facts against the\nnoticee was brought out in the SCN, the invocation of extended period was not\njustified. As such, the noticee was liable for payment of Central Excise duty not\npaid/short paid for the period of one year from the date of issue of SCN (dated\n22 December 2015) i.e. from December 2014 to October 2015. Demand for the\nrest of the period as mentioned in the SCN amounting to ` 3.83 crore was\ndropped due to limitation of extended period.\nWe pointed this out in October 2019. The reply of the department is awaited\n(June 2020). Reply of the Ministry is awaited (December 2020).\n5.10.2 Invocation of extended period of time for issuing periodical SCN which\nmay be held irregular in further Appeal\nIn four Commissionerates79, we noticed that in nine cases (0.27 per cent), out\nof 3,335 cases examined in selected 116 offices, involving revenue impact of\n` 4.94 crore, periodical SCNs for subsequent period were issued by invoking\nthe extended period of time which were confirmed in the adjudication but the\nsame may be held time barred in appeal as the issue was already in the\nknowledge of the department.\nWhen we pointed this out (November 2019 to December 2019), the\ndepartment accepted the facts in one case. The reply in remaining eight cases\nis awaited (June 2020). Reply of the Ministry is awaited (December 2020).\nOne illustrative case is given below:\n5.10.2.1 Para 3.7 of the master circular of March, 2017 stipulates that after\nthe issue of first SCN invoking extended period, subsequent SCNs should be\nissued within the normal period of limitation.\nAn SCN was issued to an assessee for non-payment of Service Tax of\n` 1.86 crore for the period FY14 to FY16 by invoking the extended period of\ntime (October 2018) by the Additional Commissioner, CGST Commissionerate,\nGhaziabad. Further examination of records revealed that another SCN was\nissued to the same assessee on the same grounds in January, 2015. Thus,\nissuance of second SCN by invoking the extended period of time in October,\n2018 was contrary to the provisions cited above. The Demand was confirmed\nwith equal amount of penalty under section 78 of the Finance Act, 1994 but\nthe assessee filed an appeal against the O-I-O.\nWhen we pointed this out (August 2019), the department stated\n(September 2019) that the CESTAT (December 2018) remanded the case for\n79 Ghaziabad, Howrah, Mumbai South and Trichy.\n126\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nfresh adjudication and proceedings, in this regard, were being initiated. Reply\nof the Ministry is awaited (December 2020).\n5.10.3 Non-inclusion of demand for part period due to late issuance of SCN\nIn four Commissionerates80, we noticed late issuance of SCNs in four cases\n(0.12 per cent), out of 3,335 cases examined in selected 116 offices, which had\nresulted in exclusion of part-period demand of ` 8.26 crore.\nWhen we pointed this out (November 2019 to December 2019), the\ndepartment accepted the fact in one case. The reply in remaining three cases\nis awaited (June 2020). Reply of the Ministry is awaited (December 2020).\nOne example is given below:\n5.10.3.1 In Nashik Commissionerate, it was observed that DGCEI Mumbai\nZonal Unit had initiated investigation in the case of an assessee in connection\nwith non-payment of excise duty on industrial promotion subsidy received. In\nresponse to Mumbai Zonal unit’s enquiry, the assesse had furnished entire\ndetails of subsidy received amounting to ` 202.54 crore in November, 2015.\nAudit scrutiny revealed that DGCEI had concluded investigation and issued SCN\nin June, 2017 to tax industrial promotion subsidy of ` 146.52 crore to tax. The\nsubsidy to the tune of ` 61.24 crore received by the assesse in March, 2012\nwas not considered due to time barring of demand of FY12 by the time of\nissuing of SCN. As the relevant information was furnished by the assessee in\nNovember 2015, the delay of 19 months by the department for issuing the SCN\nhad resulted in exclusion of revenue of ` 6.12 crore in the SCN and consequent\nloss of revenue.\nWe pointed this out in December 2019. The reply of the department is awaited\n(June 2020). Reply of the Ministry is awaited (December 2020).\n5.10.4 Incorrect computation of demand leading to short demand being\nraised in SCN\nIn six Commissionerates81, we noticed short raising of demand of\n` 147.81 crore in 15 cases (0.42 per cent), out of 3,335 cases examined in\nselected 116 offices, mainly due to incorrect adoption of taxable value by the\ndepartment while computing the demand in the SCN.\nWe pointed this out from November 2019 to December 2019. The department\ndid not accept the audit observation in one case. The reply of the department\nin remaining 14 cases is awaited (June 2020). Reply of the Ministry is awaited\n(December 2020).\n80 Ghaziabad, Guwahati, Mumbai South and Nashik.\n81 Agartala, Bhopal, Chennai North, Ghaziabad, Mumbai South and Mumbai West\n127\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nOne illustrative case is given below:\n5.10.4.1 In Mumbai South Commissionerate, while examining adjudication\norder passed in the case of an assessee, it was observed, that, at the time of\nframing SCN, the department held construction activity carried out by the\nassesse as falling under works contract service, which was chargeable to tax\nafter allowance of abatement at the rate of 60 per cent. Audit scrutiny revealed\nthat the department had first allowed abatement at the rate of 75 per cent of\nthe value of flats towards cost of land and, thereafter, further abatement at\nthe rate of 60 per cent was allowed considering the service as ‘Works Contract\nService’, which was not in conformity with the Rule 2A(ii) of Valuation Rules,\n2006. Since, the service was proposed to be taxed as works contract service,\nthe assessee was liable to pay Service Tax on 40 per cent of gross value without\nallowance of additional abatement at the rate of 75 per cent. Though the error\nwas noticed by Adjudication Authority, as per the settled law, he was not able\nto travel beyond the SCN and had to adjudicate the case as per the charges\nframed in the SCN. Thus, the mistake in framing of SCN had led to loss of\nrevenue to the tune of ` 22.26 crore including mandatory penalty under\nsection 78 of the Finance Act, 1994.\nWe pointed this out in October 2019. The reply of the department is awaited\n(June 2020). Reply of the Ministry is awaited (December 2020).\n5.10.5 Inordinate delay in adjudication\nIn 14 offices82, we noticed that 340 SCNs (10.19 per cent), out of 3,335 cases\nexamined in selected 116 offices, involving revenue of ` 4,716.09 crore, were\nnot adjudicated in prescribed time limit of six months in normal cases and\nwithin the prescribed time limit of one year (ST)/two years (CX) in extended\nperiod cases.\nWhen we pointed this out (September 2019 to December 2019), the\ndepartment in respect of Hyderabad, Visakhapatnam, Jaipur, Delhi South,\nGhaziabad, Pune-II, Raigad, Mumbai South Commissionerates and DGGSTI,\nNew Delhi accepted the delay in adjudication and stated that the delays were\ndue to heavy pendency of cases and frequent change in adjudicating\nauthorities.\nReplies in respect of rest of the Commissionerates are awaited (June 2020).\nReply of the Ministry is awaited (December 2020).\n82 Agartala, Allahabad, Bengaluru East, Delhi South, Ghaziabad, Hyderabad, Jaipur, Mumbai\nSouth, Mumbai West, Pune-II, Raigad, Thiruvananthapuram, Visakhapatnam\nCommissionerates and DGGSTI Headquarters Delhi.\n128\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nOne illustrative case is given below:\n5.10.5.1 A demand of ` 0.47 crore along with the penalty of same amount\nunder section 11 AC Central Excise Act, 1944 against an assessee was\nconfirmed83 (February 2001) by Commissioner Central Excise, Meerut.\nAggrieved by the order, the assessee filed an appeal in CEGAT New Delhi and\nthe tribunal vide its final order 292-94/2001-A dated 03 January 2001 upheld\nthe demand for the period from March 1994 to 14 January 1997. Regarding\npenalty under section 11AC and interest under section 11 AB of the Central\nExcise Act, 1944, the Tribunal held that the penalty and interest cannot be\nimposed prior to the dates when the provisions of Section 11 AC and section\n11 AB came into force, and accordingly directed adjudicating authority to\nre-quantify the amount of duty, penalty and interest.\nThe party as well as the department filed appeal before Hon’ble Supreme\nCourt vide Civil Appeal Number 8529-8531/2001 and Civil Appeal Number\n2008-2010 of 2002, respectively. Hon’ble Supreme Court, vide its final Decision\ndated 27 October 2007, directed to implement the order passed by CEGAT by\nre-adjudicating the case. However, it was noticed during audit that the case\nwas re-adjudicated84 by the Commissioner CGST Ghaziabad in 2018, i.e. after\n11 years of the decision passed by Hon’ble Supreme Court by fixing the\npersonal hearing (PH) on 30 November 2017.\nWhen we pointed this out (August 2019), the department replied\n(September 2019) that when the appeal was filed in Supreme Court, the case\nwas under the jurisdiction of Meerut Commissionerate. Due to re-structuring\nof the department, the case was transferred to Ghaziabad Commissionerate in\n2002, which was again transferred back to the jurisdiction of Meerut\nCommissionerate in the subsequent re-structuring of the department, held in\nOctober 2014. However, the case was finally re-adjudicated by CGST\nCommissionerate, Ghaziabad as the case was transferred back again to\nGhaziabad Commissionerate due to restructuring of the department in 2017,\nowing to implementation of GST.\nReply of the Commissionerate is not acceptable as the case was decided by the\nHon’ble Supreme Court in 2007 and the case file was with the Ghaziabad\nCommissionerate from 2007 to 2014. Hence, Ghaziabad Commissionerate\ncould have re-adjudicated the case and re-quantified the amount during the\nseven years, when the case file was with them. Reply of the Ministry is awaited\n(December 2020).\n83 vide O-I-O Number 01/Commr/M-01/2001 dated 02 February 2001 for the period\nMarch 1994 to March 1997 demanded by SCN Dated 19 March 1999.\n84 Vide O-I-O Number V(15)/ADJ-01/51/99 334- 340 dated 31 January 2018\n129\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\n5.10.6 Non-issuance of adjudication orders within stipulated period after\ncompletion of personal hearings\nAs per master circular dated 10 March 2017, personal hearing should be given\nat least three times and where personal hearings are concluded, it is necessary\nto communicate the decision as expeditiously as possible but not later than\none month from the date of last personal hearing, barring in exceptional\ncircumstances to be recorded in file. Further, the order is required to be\ncommunicated to the assessee in terms of provisions of Section 37C of the CEA,\n1944 which is applicable to Service Tax also as per Section 83 of Finance Act,\n1994.\nIn 25 offices85, we noticed that O-I-Os in 581 cases (17.42 per cent) with\nmonetary value of ` 4,063.89 crore, were issued with delay beyond the\nprescribed period of one month without any reasons being recorded in case\nfiles. This has resulted in delayed initiation of recovery proceedings of\n` 4,063.89 crore.\nWhen we pointed this out (September to November, 2019), the Ahmedabad\nNorth, Vadodara-II, Rajkot, Jaipur, Hyderabad, Visakhapatnam, Bangalore East,\nJalandhar, Gurugram, Delhi South, Kolkata North, Howrah, Bhubaneswar,\nGuwahati, Agartala, Pune-II, Mumbai South, Mumbai West, Nashik, Bhopal\nCommissionerates and DGGSTI Headquarters, Delhi had replied that the delay\nin issue of O-I-Os beyond one month was due to verification of facts before\nissuing orders, shortage of staff and heavy workload due to introduction of the\nGST.\nReplies of the Commissionerates are not acceptable as the circular clearly\nspecified that in exceptional cases where O-I-Os might not be issued within\none month, reasons had to be recorded in files. No justification was found\nrecorded in the adjudication files. Replies from the rest of the\nCommissionerates are awaited (June 2020). Reply of the Ministry is awaited\n(December 2020).\n5.10.7 Dropping of demand due to non-availability of Relied upon\ndocuments in SCN files\nIn the Kolkata-North, Howrah Commissionerate and DGGSTI headquarters, it\nwas noted that in nine cases (0.27 per cent), out of 3,335 cases examined,\ndemands amounting to ` 48.55 crore were dropped, as these demands raised\n85 Allahabad, Agartala, Ahmedabad North, Bengaluru East, Bhopal, Bhubaneswar, Chennai\nNorth, Delhi South, Ghaziabad, Gurugram, Guwahati, Howrah, Hyderabad, Jaipur,\nJalandhar, Kolkata North, Mumbai South, Mumbai West, Nashik, Pune-II, Rajkot,\nThiruvananthapuram, Vadodara-II, Visakhapatnam Commissionerates and DGGSTI\nHeadquarters Delhi.\n130\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nunder the SCNs were not supported by documentary evidence. The case\nnoticed in DGGSTI Headquarters is given below:\n5.10.7.1 Master Circular No. 1053/02/2017-CX dated 10 March 2017, provides\nthat a Show Cause Notice and the documents relied upon in the Show Cause\nNotice need to be served on the assessee for initiation of the adjudication\nproceedings.\nDuring scrutiny of files relating to adjudicated cases, it was noticed that an SCN\ndated 21 March 1995, was issued by the Commissioner, Central Excise, New\nDelhi. The case was adjudicated by confirming the demand against an assessee\n(October 2013). Aggrieved with the said O-I-O, the assessee preferred appeal in\nCESTAT and CESTAT remanded the cases back in October, 2013 for\nre-adjudication considering the demand in the light of Relied Upon Documents\n(RUDs). The case was assigned to Additional Director General (Adjudication),\nDGCEI, New Delhi. The adjudicating authority vide order No. 60/2018-CE dated\n31 March 2018, dropped the demand of ` 46.52 crore as 395 RUDs, out of\n440 RUDs, were not available with the case files.\nWhen we pointed this out (September 2019), the department replied\n(December, 2019) that the adjudicating authority had decided the matter on\nthe basis of available documents and that the RUDs were not made available\nto the noticee by the Commissioner, Central Excise, New Delhi. As a result, no\naction could be initiated.\nThe reply is silent on the reasons as to why RUDs were not available with the\ncase files which led to the loss of revenue of ` 46.52 crore. Reply of the Ministry\nis awaited (December 2020).\n5.11 Monitoring of Call Book cases\nThe Board, vide Circular No. 162/73/95- CX.3, dated 14 December 1995 read\nwith Circular Nos. 992/16/2014-CX, dated 26 December 2014 and\n1023/11/2016–CX dated 08 April 2016 and Master circular no.\n1053/02/2017/CX dated 10 March 2017, has specified the categories of cases,\nwhich cannot be adjudicated immediately due to certain specified reasons\nsuch as department has filed appeal in similar case, injunction order has been\nissued by the courts etc. and as a result adjudication of such cases is kept in\nabeyance, which can be transferred to call book.\nFurther, CBIC, vide its circular86 dated 08 April 2016, intimated its field\nformations that the procedure of transferring the show cause notices arising\nout of contested CAG’s audit objections to Call Book had been discontinued\n86 Circular No. 1023/11/2016-CX New Delhi dated 08 April 2016\n131\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nand in the future no such show cause notice should be transferred to the Call\nBook. The circular further stated that past SCNs kept in Call Books shall also be\nreviewed and adjudicated in the manner as prescribed in the circular, ibid. The\nBoard vide D.O. letter dated 4 March 1992 had issued instructions to\nCommissioners to periodically review the cases transferred to Call Books on\nmonthly basis.\nStatus of pendency of SCNs, of Call Book at the end of 31 March 2019 is given\nin table 5.7 below:\nTable No.5.7: Breakup of SCNs pending in Call Book\n(` In crore)\nNo. of cases No. of cases\nCategory Amount Amount\n(CX) (ST)\nCases in which department has\ngone in appeal to the appropriate 20,687 64,530.92 14,516 54,677.94\nauthority\nCases where injunction has been\n1,289 5,492.68 1,555 6,513.14\nissued by SC/HC/Tribunal etc.\nCases where CERA Audit objections\n704 2,263.04 401 938.59\nare contested\nCases where Board has specifically\nordered the case to be kept in Call 288 2,081.04 546 3,348.92\nBook/Others\nCases Where parties had filed\napplications in Settlement 43 68.49 84 411.26\nCommission, which are pending\nTOTAL 23,011 74,436.17 17,102 65,889.84\nIt is evident from the table 5.7 above that as on 31 March 2019 Central Excise\nduty of ` 74,736.17 crore and Service Tax of ` 65,889.84 crore were lying in\nthe form of un-confirmed demand in the Call Books. Further, it is noticed that\nin spite of clear instructions of the Board, field formations did not retrieve the\nSCNs based on contested CAG audit objections from the Call Book, indicating\nlack of effective monitoring mechanism to review Call Book cases.\nIn the selected 116 offices, 5,491 SCNs were kept in Call Book as on\n31 March 2019. We examined 2,191 cases involving money value of\n` 13,308.02 crore and noticed irregularities in 1,006 cases (45.92 per cent)\ninvolving money value of ` 6,918.57 crore. Deficiencies noticed pertained to\nincorrect computation of demand in SCN, incorrect invocation of extended\nperiod of time for issuing SCN, incorrect transfer of SCNs to Call Book,\nnon/delayed retrieval of SCNs from Call Book, non-intimation of transfer of\nSCNs to the noticees etc. as per table 5.8 below:\n132\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nTable No. 5.8: Deficiencies noticed in SCNs pending in Call Book\nNo. of Money value Deficiencies\nSl.\nType of Deficiency Deficiencies (in ```` crore) in % of\nNo.\nsample\nIncorrect computation of\n1. demand resulting in short raising 7 25.99 0.32\nof demand in SCN\nIncorrect Invocation of extended\n2. period of time for issue of 4 307.78 0.18\nperiodical SCN\n3. Non-issuance of periodical SCN 8 0 0.37\nIncorrect transfer of SCNs to Call\n4. 23 120.73 1.05\nBook\nNon-periodical review of Call\n5. 370 2,251.92 16.89\nBook Cases\nNon/delayed retrieval of SCNs\n6. 137 437.64 6.25\nfrom Call Book\nNon-intimation to the noticees\n7. regarding transfer of SCNs to Call 415 3,225.17 18.94\nBook\nNo prior approval of\n8. Commissioner taken to transfer 10 13.18 0.46\ncases to Call Book\nInordinate delay in issuance of\n9. 32 536.16 1.46\nperiodical SCNs\nTotal Deficiencies noticed 1,006 6,918.57 45.92\nTotal Cases examined by Audit 2,191 13,308.02\nTotal Cases pending in Call Book\n5,491 ---\nin selected units\n5.11.1 Short computation of demand in SCN kept in Call Book\nIn Trichy and Pune-II Commissionerates, we noticed short raising of demand of\n` 25.99 crore in seven SCNs (0.32 per cent), out of 2,191 Call Book cases\nexamined in selected 116 units, due to adoption of incorrect rate of tax and\nnon-consideration of full amount.\nWhen we pointed this out (August 2019 to December 2019), the department\naccepted the facts in six cases and did not accept the audit observation in one\ncase. Reply of the Ministry is awaited (December 2020).\nOne illustrative case is given below:\n5.11.1.1 In Pune-II Commissionerate, we observed that an SCN was issued to\nan assessee in March 2013, for non-payment of Service Tax of ` 6.55 crore for\nthe period 2010-11, in respect of services availed from abroad on reverse\ncharge basis. The assessee paid ` 1.21 crore under protest before issue of SCN,\npaid balance amount of ` 5.34 crore subsequently, and availed CENVAT credit\nof the entire amount of ` 6.55 crore. Since, the payment was made under\nprotest, the department objected to availing of the CENVAT under Rule 9(bb)\nof CENVAT Credit Rules, 2004 and the short payment of tax was due to\nsuppression of facts with intention to evade payment of tax. Consequently, the\n133\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\ndepartment issued fresh SCN in June 2016 seeking reversal/payment of\naforesaid CENVAT availed. Audit examination revealed that the SCN was issued\nfor ` 5.34 crore excluding payment of ` 1.21 crore made before issue of first\nSCN. Since the case involved suppression of facts and the payment was made\nunder protest, the SCN was required to be issued for entire amount of CENVAT\navailed of ` 6.55 crore invoking the extended period. Though the department\nhad further instructed the concerned division to verify availing of CENVAT of\n` 1.21 crore, there was nothing on record to indicate that any action to rectify\nthe irregularity was initiated by the concerned Division, in order to protect the\ninterest of revenue. The omission had endangered Government revenue to the\nextent of ` 1.21 crore.\nWhen we pointed this out (December 2019), the department stated\n(January 2020) that the amount of ` 1.21 crore was paid as service tax under\nreverse charge before issuance of SCN dated 31/03/2013. Subsequently\navailing of CENVAT credit thereof, is informed to the department. Hence, SCN\nof ` 5.34 crore issued for irregular availment of CENVAT credit is legal and\ncorrect.\nThe reply is not acceptable as the assessee had paid service tax under protest\nafter Internal Audit pointed out the non-payment of service tax. Hence,\nCENVAT credit availed by the assesse should be disallowed as per Rule 9(1) (bb)\nof the CENVAT Credit Rules, 2004 and the department should have issued SCN\nof ` 6.55 crore instead of ` 5.34 crore. Reply of the Ministry is awaited\n(December 2020).\n5.11.2 Incorrect invocation of extended period of time for issue of\nperiodical SCNs/ non-issuance of periodical SCNs\nIn three Commissionerates87, we found incorrect invocation of extended\nperiod of time for issue of periodical SCNs of ` 307.78 crore in four SCNs\n(0.18 per cent) and non-issuance of periodical SCNs in eight SCNs\n(0.37 per cent), out of 2,191 Call Book cases examined in 116 selected office.\nWe pointed this out from August, 2019 to December, 2019. The reply of the\ndepartment is awaited (June 2020). Reply of the Ministry is awaited\n(December 2020).\nOne illustrative case is given below:\n5.11.2.1 An SCN was issued (December 2013) to an assessee, under Trichy\nCommissionerate, engaged in the manufacture of cement falling under Tariff\nitem 2523 2910 and 2523 2930 of the First Schedule to the CE Tariff Act, 1985,\nfor the clearance of cement in 50 kg bags, to industrial customers, during the\n87 Chennai, Mangalore and Trichy.\n134\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nperiod from December 2008 to November 2013, invoking extended period\ndemanding duty of ` 89.01 crore. This is despite the fact that an SCN on the\nsame ground had already been issued (December 2008) covering the period\nfrom December 2007 to October 2008. Hence, issuance of subsequent SCN by\ninvoking the extended period is incorrect as the matter was already in the\nnotice of the department and the demand may be held time barred at the time\nof adjudication.\nWe pointed this out in August, 2019. The reply of the department is awaited\n(June 2020). Reply of the Ministry is awaited (December 2020).\n5.11.3 Incorrect transfer of SCN in Call Book\nIn six Commissionerates88, we found incorrect transfer of 23 SCNs\n(1.05 per cent) involving money value of ` 120.73 crore, out of 2,191 Call Book\ncases examined in Audit in the selected 116 units.\nWhen we pointed this out (September 2019 to December 2019), the\ndepartment, accepted the facts in five cases. The Reply is awaited in remaining\n18 cases (June 2020). Reply of the Ministry is awaited (December 2020).\nOne illustrative case is given below:\n5.11.3.1 In Gurugram Commissionerate, it was noticed that SCN No. 4867\ndated 24 October 2008 for recovery of Service Tax for ` 2.12 crore along with\ninterest and penalty, was issued to an assessee by Addl. Director General\n(DGCEI) with the direction to appear before Commissioner Central Excise\nDelhi-III. The noticee submitted reply to the Commissioner, Service Tax New\nDelhi on 30 December 2008. Thereafter, the case was assigned to the\nCommissioner, Central Excise by the Chief Commissioner (Delhi Zone) Central\nExcise New Delhi. Three PHs were fixed on 20 May 2009, 4 June 2009 and\n12 June 2009. The noticee submitted its reply on 04 June 2009. No action was\ntaken by the department after that, and the case was transferred in Call Book\non 16 December, 2015 without mentioning any ground.\nWhen we pointed this out (September 2019), the department admitted\n(January 2020) the audit objection and noted the same for future compliance.\nReply of the Ministry is awaited (December 2020).\n5.11.4 Periodical review of Call Book cases not done\nThe Board vide D.O. letter dated 4 March 1992 had issued instructions to\nCommissioners to periodically review the cases transferred to Call Books on\nmonthly basis.\n88 Delhi South, Ghaziabad, Gurugram, Jamshedpur, Kolkata North and Pune-II.\n135\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nIn 11 offices89, we noticed that 370 SCNs (16.89 per cent) were not reviewed\nperiodically, involving money value of ` 2,251.92 crore, out of 2,191 Call Book\ncases examined in selected 116 units, in contravention of the instructions cited\nabove.\nWhen we pointed this out (August 2019 to December 2019), the department\naccepted the facts in 121 cases and did not accept the audit observation in\n96 cases. Reply in remaining 153 cases is awaited (June 2020). Reply of the\nMinistry is awaited (December 2020).\n5.11.5 Non/delayed retrieval of cases from Call Book\nIn 13 Commissionerates90, we noticed non/delayed retrieval of 137 SCNs\n(6.25 per cent), involving money value of ` 437.64 crore, out of 2,191 Call Book\ncases examined in selected 116 units.\nWhen we pointed this out (October 2019 to December 2019), the department\naccepted the facts in 60 cases. The reply in remaining 77 cases is awaited\n(June, 2020). Reply of the Ministry is awaited (December 2020).\nOne illustrative case is given below:\n5.11.5.1 In Chennai North Commissionerate, 532 Call Book cases, pending as\non 31 March 2019, were examined wherein the departmental appeals against\nthe assessees were pending in various judicial forums on similar issues. The\ncases were verified by CAG Audit with respect to status of disposal of cases in\nthe official website of Honourable Supreme Court and Madras High Court. It\nwas noticed that 29 SCNs of Central Excise and 29 SCNs of Service Tax were still\nkept in the Call Book wherein the similar cases were disposed off by the\njudiciary. Therefore, these cases were fit for retrieval from Call Book for\nadjudication, but the same were retained in Call Book irregularly.\nThis indicates that the Commissionerate did not monitor the cases pending in\nappeal with the aim to retrieve the SCNs from Call Book, transferred on the\ngrounds of such appeal.\nWhen we pointed this out (September 2019), the Commissionerate stated\n(October 2019) that eight cases had been retrieved from the call book for\nadjudication in September 2019; 12 cases had been retained in Call Book\npending outcome of the appeal before the Honourable Supreme Court; three\ncases were under examination by legal section; and one case belonged to\n89 Bhopal, Bhubaneswar, Ghaziabad, Hyderabad, Jalandhar, Kolkata North, Mumbai West,\nPune-II, Raigad, Visakhapatnam Commissionerates and DGGSTI headquarter New Delhi.\n90 Bhubaneswar, Chennai North, Delhi South, Ghaziabad, Gurugram, Guwahati, Jalandhar,\nMangalore, Mumbai West, Pune-II, Raigad, Thiruvananthapuram and Visakhapatnam.\n136\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nMangalore Commissionerate. Reply in respect of remaining 34 cases is awaited\nfrom the department. Reply of the Ministry is awaited (December 2020).\n5.11.6 Non-intimation to the noticee regarding transfer of SCN to the Call\nBook\nAs per para 9.4 of Master Circular dated 10 March 2017, issued by CBIC, a\nformal communication should be issued to the noticee, where the case has\nbeen transferred to the call book.\nIn eight offices91, we noticed that in 415 SCNs (18.94 per cent), involving money\nvalue of ` 3,225.17 crore, out of 2,191 Call Book cases examined in selected\n116 units, the noticees were not informed about transfer of their cases to the\nCall Books.\nWhen we pointed this out (October 2019 to December 2019), the department\naccepted the facts in 54 cases. Reply is awaited in remaining 361 cases\n(June 2020). Reply of the Ministry is awaited (December 2020).\n5.11.7 Prior approval from the Commissioner not taken before transfer of\nSCN to Call Book\nThe Board vide D.O. letter dated 4 March 1992 had instructed that SCNs should\nbe transferred to Call Books with the prior permission of the Commissioner.\nWe noticed that in 10 cases (0.46 per cent) involving money value of\n` 13.18 crore, in Thiruvananthapuram and Delhi South Commissionerate, out\nof 2,191 Call Book cases in the selected 116 units, prior approval of the\nCommissioner was not taken before transferring the cases to Call Books.\nWe pointed this out from August 2019 to December 2019. The reply of the\ndepartment is awaited (June 2020). Reply of the Ministry is awaited\n(December 2020).\n5.11.8 Abnormal delay in clarification from Board on the issue of levy of\nService Tax on brokerage charges, on services provided by Indian\nStock Brokers to Foreign Institutional Investors (FII), leading to\nblockage of revenue\nThe stock brokers provide stock broking services to several Foreign\nInstitutional Investors (FIIs)/other foreign clients as well as domestic clients.\nAfter the negative list regime, came into effect from 01 July, 2012, the stock\nbrokers stopped paying service tax for the services provided to FII & other\nforeign clients, as the location of the service recipient was outside India. The\nstock brokers stopped paying service tax on the stock broking services\n91 Bhopal, Delhi South, Gurugram, Jalandhar, Pune-II, Thiruvananthapuram, Trichy\nCommissionerates and DGGSTI Headquarters Delhi.\n137\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nprovided to their foreign clients from 01 July 2012 to 30 September 2014. They\nstarted paying service tax from 01 October 2014 after the definition of the\nterm “intermediary” was amended to include facilitation of supply of goods\nand consequently they being located in India, and acting as an intermediary,\nthe place of the provision of service was in India, as per clause (c) of Rule 9 of\nthe place of the provision of service Rules.\nOn the issue of taxability of brokerage charges for services provided to FII\nduring the intervening period from July 2012 to September 2014, Mumbai\nZone took stand that securities fall within the ambit of goods that are made\navailable in electronic form and hence taxable. Accordingly, in several stock\nbrokers’ cases, the department issued SCNs for levy of ST during the\nintervening period. However, in the meantime Stock Brokers Association, Asia\nSecurities Industry & Financial Market Association (ASIFMA) made\nrepresentation to the Board in August, 2014, to avoid retrospective levy of\nservice tax on Stock Broking Services provided to Foreign Institutional\nInvestors.\nFrom the records made available to Audit in Mumbai South Commissionerate,\nit was observed that the Board in August 2016 called for certain details\nregarding SCNs pending on this issue from all the zones. In response, the then\nPr. Commissioner ST-III, Mumbai, in October, 2016, intimated that, in Mumbai\nZone, 32 SCNs on this issue, involving revenue of ` 536.16 crore, had been kept\nin Call Book for want of clarification from Board. It was observed that, in July,\n2018, Chief Commissioner, Mumbai Zone had intimated its Commissionerates\nthat request of ASIFMA was rejected by the Board and instructed to take up\nadjudication of these cases kept in call book.\nIn view of above, it is evident that the Board took around four year to provide\nclarification to the Mumbai zone. This abnormal delay in issue of clarification\nby the Board led to undue retention of cases in Call Book, to the tune of\n` 536.16 crore in 32 SCNs, for four years in Mumbai Zone alone.\nWe pointed this out in December, 2019. Reply of the department is awaited\n(June 2020). Reply of the Ministry is awaited (December 2020).\n5.12 Deficiencies noticed in Remand Cases\nIn case of de novo adjudication in pursuance of order of appellate authority,\nsuch cases should be decided by adjudicating authority of the same rank who\nhad passed the order, which was in appeal before the appellate authority,\nnotwithstanding the enhancement of power of adjudication of the officers. On\nreceipt of the order for de novo adjudication from the appellate authority, such\ncase should be shown as pending, in the list of cases pending adjudication of\n138\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nsuch adjudicating authority, till it is decided by him. Remand cases should be\nadjudicated in the same manner as adjudication of the fresh SCN.\nIn 13 offices92 748 SCNs were remanded back for adjudication during FY17 to\nFY19. We examined 622 cases involving money value of ` 3,358.21 crore and\nnoticed irregularities in 65 cases (10.45 per cent) involving money value of\n` 419.52 crore. Deficiency pertains to non/delay in adjudication of remand\ncases.\nWhen we pointed this out (October 2019 to December 2020), the department\naccepted the facts in 15 cases. Reply in remaining 50 cases is awaited\n(June 2020). Reply of the Ministry is awaited (December 2020).\nTwo illustrative cases are given below:\n5.12.1 Commissioner Service Tax, Bengaluru confirmed (December 2012)\nineligible input service credit availed by an assessee of ` 5.20 crore. The\nassesse preferred appeal to CESTAT, and CESTAT remanded93\n(September,2014) back the case to the Original Adjudicating authority to verify\nthe related input service invoices and allow CENVAT credit to the assesse,\nwherever eligible. It was noticed during audit that Assistant Commissioner,\nEast Division-I, Bengaluru East Commissionerate, submitted his verification\nreport to the Commissioner on 24 June, 2019, i.e. after a delay of almost five\nyears, stating that out of the total input service, CENVAT credit of only\n` 2.29 crore was irregular. The case is still pending for adjudication. Thus, due\nto late submission of the verification report by the division, the case was still\npending for adjudication resulting in pendency of huge amount under litigation\nfor a long period.\nWe pointed this out in September, 2019. The reply of the department is\nawaited (June 2020). Reply of the Ministry is awaited (December 2020).\n5.12.2 Non-adjudication of remanded case due to non-appointment of\nCommon adjudication authority\nDuring scrutiny of records/SCN pending for adjudication at Delhi South\nCommissionerate, it was noticed that in five cases, involving money value of\n` 9.27 crore, the Hon’ble Supreme Court had dismissed the Departmental\nappeal against the CESTAT order vide its judgement No. Civil Appeal Nos. 4964-\n4976 of 2004 dated 29 April 2015, and remanded back the cases for\nre-adjudication.\n92 Agartala, Ahmedabad North, Bengaluru East, Bhopal, Chennai North, Delhi South, Jaipur,\nJamshedpur, Mangalore, Pune-II, Raigad, Thiruvananthapuram Commissionerates and\nDGGSTI Headquarters Delhi\n93 vide their final order No.21693/2014 dated 08 September, 2014\n139\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nWe observed that the Commissioner, Central Excise Delhi II fixed PH on\n17 January 2017, wherein Counsel on behalf of above noticees requested that\ncommon adjudicating authority may be appointed in eight similar cases,\n(three of which are located in Greater Noida and five in Delhi) as the issue\ninvolved was common, in order to maintain uniformity in the decision. The\nCommissioner, Central Excise Delhi II on 23 January 2017 requested Chief\nCommissioner, Central Excise Delhi Zone to take up the matter with the Board\nfor appointment of common adjudication authority. Similar requests were\nmade on 28 February 2017, 09 March 2017, 19 May 2017, 22 November 2017,\n12 October 2018 and 20 March 2019. Despite several requests, the Board did\nnot appoint a common adjudication authority and the cases are still pending\nfor adjudication. As a result, Government Revenue to the tune of ` 9.27 crore\nis yet to be adjudicated since 2015.\nWhen we pointed this out (October 2019), the department stated (December,\n2019) that the competent authority had been requesting the Board for\nnecessary approval and there was no lapse on its part as action could be taken\nonly after the Board appointed common adjudicating authority.\nIt can be seen from above, and from the department’s reply, that even after a\nlapse of three years, the common adjudicating authority had not been\nappointed for cases involving revenue of ` 9.27 crore. Reply of the Ministry is\nawaited (December 2020).\n5.13 Closure of cases on payment of duty/Tax demand before\nissuance or within one month of issuance of SCN (Waiver of SCN)\nGovernment vide Finance Act 2015 liberalized the penal provisions under the\nService Tax and Central Excise Act with effect from 14 May 2015, which\nprovides that, if an assessee is willing to pay duty/tax along with interest either\nbefore issue of SCN or within 30 days of issue of SCN, there shall be:\n(a) No penalty in case of non-fraud cases.\n(b) Reduced penalty of 15 percent in fraud cases.\n5.13.1 In the selected 116 offices, 17,095 SCNs were closed without issuance,\non payment of due amount during FY17 to FY19. We examined 1,020 cases\ninvolving money value of ` 1,155.69 crore and noticed irregularities in 30 cases\n(2.94 per cent) involving money value of ` 6.50 crore in Thiruvananthapuram\nCommissionerate. The irregularities pertained to non-intimation to the\nassessees regarding closure of the proceedings in their cases. We further\nnoticed in Noida Audit Commissionerate that in two cases, (DARs), proceedings\nwere closed before ensuring the payment of objected amount of ` 0.66 crore.\n140\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nWhen we pointed this out (November 2019), the Noida Audit Commissionerate\n(November 2019), recovered the objected amount in one case and details are\nawaited in the second case. Reply of the Thiruvananthapuram\nCommissionerate is awaited (June 2020). Reply of the Ministry is awaited\n(December 2020).\n5.14 Draft SCNs pending for issuance\nIn the selected 116 offices, 203 draft SCNs were pending for issuance as on\n31 March 2019. We examined all 203 draft SCNs involving money value of\n` 1,282.80 crore. We noticed irregularities in two cases (0.99 per cent)\ninvolving money value of ` 35.06 crore in Pune II Commissionerate. One\nillustrative case is given below:\n5.14.1 Improper drafting of Draft SCN (DSCN)\nAs per the Board’s master Circular dated 10 March 2017, Show Cause Notice\n(SCN) is the starting point of any legal proceedings against the defaulter. It lays\ndown the entire framework for the proceedings that are intended to be\nundertaken and, therefore, it should be drafted with utmost care. Issuance of\nSCN is a statutory requirement and it is the basic document for settlement of\nany dispute relating to tax liability or any punitive action to be undertaken for\ncontravention of provisions of the Act and the rules made there under.\nIn Pune II Commissionerate, a draft SCN was prepared in the case of an\nassessee demanding erroneous refund of ` 197.77 crore pertaining to the\nperiod, October 2016 to March 2017. Audit examination revealed that while\ngranting the original refund, the department had held CENVAT credit to the\ntune of ` 17.39 crore inadmissible. However, in the draft SCN, the department\nomitted to demand reversal/payment of this ineligible CENVAT credit. This\nomission was fraught with the risk of loss of revenue to the extent of\n` 17.39 crore. It was further noticed that the department had issued an SCN,\nin the month of May 2017, covering earlier period from April, 2016 to\nSeptember, 2016 demanding erroneous refund of ` 90.91 crore. In the said\nSCN also, the department did not demand reversal/payment of inadmissible\nCENVAT credit to the extent of ` 15.24 crore, which was held inadmissible\nwhile granting original refund. This resulted in loss of revenue of ` 15.24 crore\nto the exchequer.\nWe pointed this out in December, 2019. Reply from the department is awaited\n(June 2020). Reply of the Ministry is awaited (December 2020).\n5.15 Evaluation of internal controls\nThe Board vide letter dated 23 May 2003 had instructed the Commissioners\nand Chief Commissioners to analyze the reasons for pendency of adjudication\n141\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\ncases and strengthen the monitoring system. MPR DPM-ST-1A and DPM-CE-1A\nof the Monthly Progress Reports (MPR) incorporate information relating to\nadjudication of pending cases and their disposal.\n5.15.1 Non/improper Maintenance of Registers\nThe Board, in its Circular dated 24 December, 2008, envisaged the functions,\nresponsibilities and duties to be performed by Range Officers and Sector\nofficers under the Central Excise Act, 1944 and the rules made there under for\nmaintenance of proper records/registers and timely review and preparation of\nmonthly abstract.\nDuring examination of records in 116 offices, we noticed non/irregular\nmaintenance of records, registers in Ghaziabad, Guwahati, Agartala, Mumbai\nSouth, Pune-II, Nasik, Trichy, Chennai North, Bhopal, Delhi South,\nThiruvananthapuram, Ahmedabad North, Rajkot, Bhubaneshwar Audit, Nashik\nAudit Commissionerates and Lucknow DGGSTI zonal unit. An example is given\nbelow:\n5.15.1.1 In CGST Range 28 under Ghaziabad Commissionerate, confirmed/un-\nconfirmed registers, needed to watch status of SCNs were not maintained. In\nMumbai South Commissionerate, Range IV under Division–VII, and Division-VII\nunder Pune–II Commissionerate, DSCN registers were not maintained. CERA\naudit objection register to watch progress of action taken on audit objections,\nwas not found maintained in Pune-II Commissionerate.\nIn the selected 28 Commissionerates audited by us, we observed that monthly\nabstracts of receipt and disposal of SCNs were not found maintained with the\nsignature of the competent authority. Due to non-maintaining of proper\nregisters, mismatch in the figures shown in the register and the MPRs were\nnoticed in Pune-II and Ghaziabad Commissionerates.\nWe pointed this out from August 2019 to December 2019. The reply of the\ndepartment is awaited (June 2020). Reply of the Ministry is awaited\n(December 2020).\n5.16 Non-production of records to Audit\nDespite Board’s instructions94 regarding cooperation with the C&AG during\naudit, by procuring and providing complete and comprehensive information,\nthe department did not produce the complete records. The details of the\nrecords not produced by the department for detailed examination during audit\nare given below in table 5.9.\n94 Board’s DO letter F.No.232/Misc DAPs/2018-CX-7, dated 26 April, 2018.\n142\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nTable No. 5.9: Records not produced\nSl. Number of records not\nAuditee Unit Nature of Records Sought\nNo. produced\nJamshedpur DSCN Files 13\n1.\nCommissionerate\n2. Pune-II Commissionerate Waiver of SCN Case files 33\nJamshedpur SCNs pending for 24\n3.\nCommissionerate Adjudication\nPune-II Commissionerate SCNs pending for 6\n4.\nAdjudication\nRaigad Commissionerate SCNs pending for 24\n5.\nAdjudication\nJamshedpur Adjudicated Cases 16\n6.\nCommissionerate\n7. Agartala Commissionerate Adjudicated Cases 4\nJamshedpur Call Book 1\n8.\nCommissionerate\nDelhi South Transfer of records due to List of records not provided\n9.\nCommissionerate GST\nGurugram Audit List of total records List of records not provided\n10.\nCommissionerate\n559 case files received from\nother field formations not\nBengaluru Audit-I Transfer of records due to provided. 115 case files\n11.\nCommissionerate GST transferred to other field\nformations also not\nprovided.\nTransfer of records due to\n12. DGGSTI Headquarters List of records not provided\nGST\nDGGSTI Zonal Units\n13. Waiver of SCN Case files 45\n(Hyderabad and Kolkata)\nTotal 843\nNon production of the records by the department not only prohibits Audit from\nseeking assurance whether the codal provisions and due procedures were\nfollowed in these cases, but it is also not in compliance with the Board’s\ninstructions regarding production of records to Audit.\nWe pointed this out from August 2019 to December 2019. The reply of the\ndepartment is awaited (June 2020). Reply of the Ministry is awaited\n(December 2020).\n5.17 Conclusion\nWe noticed persistent compliance deviations with respect to issue of SCNs and\nadjudication process. We noticed significant deviations from law/rules such as\nincorrect computation of demand in SCNs, late issuance of SCNs, delay in\nadjudications etc. during audit of SCNs that were pending for adjudication as\non 31 March 2019. As for SCNs adjudicated between FY17 to FY19, the\n143\nReport No. 1 of 2021 (Indirect Taxes – Goods and Services Tax, Central Excise and Service Tax)\nirregularities pertained to incorrect invocation of extended period,\nnon-inclusion of demand for part period due to late issuance of SCN, incorrect\ncomputation of demand, delay in adjudication, delay in issuance of\nadjudication order, non-availability of documents in the case file resulting in\nthe dropping of demand etc. As for SCNs kept in Call Book as on\n31 March, 2019, the irregularities observed pertained to non-issuance of\nperiodical SCNs, short computation of demand in SCNs kept in Call Book,\nincorrect transfer of SCNs in Call Book, non/delayed retrieval of cases from Call\nBook, non-conducting the periodical review of Call Book, non-approval of\ncompetent authority before transfer of SCNs to Call Book etc. Apart from this,\nwe also observed irregularities in remand cases, waiver of SCNs and draft SCNs\npending for issuance. We also reviewed transfer of adjudication records during\nGST transition and did not notice any significant observation.\nWe identified lack of effective monitoring mechanism, inadequate\ncoordination among CBIC field formations, delay in issuing clarifications by the\nBoard, delay in investigation/ verification by CBIC field formations, delay in\nappointment of common adjudicating authority, non-availability of records in\nthe case files etc. as the reasons for many irregularities noticed by Audit.\nFurther, the department cited transition to GST, shortage of staff, heavy\npendency of cases, frequent changes in adjudicating authority, delay in\ntransfer of records etc. as the reasons for delays in adjudication and other\nirregularities observed in Audit.\n5.18 Recommendations\nIn order to address persistent delays in adjudication process, manual mistakes,\nand other irregularities noticed in Audit, and to strengthen monitoring of SCNs,\nthe department may consider end-to-end computerization/ automation of the\nSCN and adjudication process, with following components:\n(i) The process of issuance of SCN may be computerized with inbuilt\ncontrols to ensure correct computation of demand, timely issuance of SCN,\nvalid invocation of extended period of time and correctness of the SCN issued.\n(ii) Computerization of adjudication process with inbuilt controls to ensure\neffective monitoring, conducting of personal hearings and timely issuance of\nOIOs\n(iii) Maintenance of Call Book may be computerized with inbuilt\nmechanism to ensure issuance of periodical SCNs, timely retrieval of SCNs from\nCall Book, intimation to the assessee regarding transfer of cases to Call Book,\nprior approval of competent authority before transfer of SCNs to Call Book and\ncontrols regarding transfer of valid cases to Call Book.\n144"}