{"document_metadata": {"document_title": "Employment Agreement Template", "document_type": "Employment Agreement", "issuing_authority_or_court": null, "addressed_to": null, "other_parties_involved": []}, "key_points_summary": ["The Agreement is between a Company and an Employee.", "The Company is incorporated under the Companies Act, 2013.", "The Employee's role and responsibilities are to be defined in the Agreement.", "The Effective Date of employment is to be specified."], "defence_preparation_checklist": ["Verify the incorporation details of the Company.", "Ensure the Employee's role and responsibilities are clearly defined.", "Confirm the Effective Date is accurately stated.", "Review the terms related to Intellectual Property and Confidentiality."], "legality_assessment": {"is_notice_legally_valid": null, "authority_error_possible": true, "party_non_compliance_possible": true, "identified_issues_or_defects": ["Incomplete details regarding the Company and Employee.", "Missing definitions and terms that could lead to ambiguity."], "overall_risk_level": "medium"}, "relevant_judicial_precedents": [], "full_text": "Employment Agreement Template (India) | OS v.1 | November 2016\nEmployment Agreement\nThis Employment Agreement (“Agreement”) is executed on [ ] (“Execution Date”):\nBETWEEN\n[ ], a [company] incorporated under the [Companies Act, 2013] having its registered office at [ ] (hereinafter referred to as\nthe “Company”, which expression shall, unless it be repugnant to the context or meaning thereof, be deemed to mean and\ninclude its successors and permitted assigns) of the FIRST PART;\nAND\n[ ], son/daughter of [ ] residing at [ ] (hereinafter referred as the “Employee” which expression shall unless it be repugnant\nor contrary to the context thereof, mean and include his/her heirs, legal representatives, successors and permitted assigns) of\nthe SECOND PART;\nThe Company and the Employee shall hereinafter be individually referred to as “Party” and collectively referred to as\n“Parties”.\nWHEREAS:\nA. The Company is engaged in the business of [ ] (“Business”).\nB. The Company recognizes that the Employee has the requisite skill set to be employed as a [ ]\nC. On basis of the Employee’s representations to the Company as set forth herein and considering that the Employee\nhas been associated with the Company since its incorporation, the Company wishes to retain the Employee’s services\nand the Employee wishes to provide such services to the Company.\nD. The Parties intend to record the terms of the engagement of the Company and the Employee under this Agreement.\nNOW, THEREFORE, in consideration of the mutual covenants and agreements set forth in this Agreement, and for other\ngood and valuable consideration, the sufficiency of which is acknowledged by the Parties, the Parties hereby agree as follows:\n1. DEFINITIONS\nUnless repugnant to the context, in this Agreement the expressions mentioned below shall have the meaning as\nfollows:\n“Act” means the Companies Act, 2013, as amended from time to time, or with reference to such sections as are\nnotified and made applicable on the relevant date, the Companies Act, 2013 or any other statutory amendment, re-\nenactment thereof;\n“Affiliate” shall mean with respect to any Person, any company, corporation, association or other entity, which,\ndirectly or indirectly, Controls, is controlled by or is under common Control with, such Person;\n“Agreement” includes the recitals and annexures to this management agreement and any amendments made to this\nmanagement agreement by the Parties in writing;\n“Applicable Law” means any statute, law, regulation, ordinance, rule, judgment, notification, order, decree, bye-\nlaw, permits, licenses, approvals, consents, authorizations, government approvals, directives, guidelines,\nrequirements or other governmental restrictions, or any similar form of decision of, or determination by, or any\ninterpretation, policy or administration, having the force of law of any of the foregoing, by any authority having\njurisdiction over the matter in question, whether in effect as of the Effective Date or thereafter;\n“Articles of Association” or “Articles” means the articles of association of the Company as amended from time\nEmployment Agreement Template (India) | OS v.1\n| November 2016\nto time;\n“Board” means the board of directors of the Company;\n“Business” shall mean the business of the Company and includes [___];\n“Cause” means any of the following: (a) there has been a gross negligence and willful misconduct on the part of the\nEmployee in the course of his/her employment with the Company; (b) the Employee has engaged in fraud,\nembezzlement, theft, commission of a felony, or dishonesty etc. in the course of his employment with the Company;\n(c) the Employee has engaged in such behaviour materially detrimental to the interests of the Company; (d) a material\nbreach by the Employee of any of the terms and conditions of this Agreement; (e) any unauthorised or negligent\ndisclosure of confidential information by the Employee, provided however any disclosure of confidential\ninformation that are required to be made in ordinary course of business shall not be deemed to be an un-authorized\nor negligent disclosure herein; or (f) the Employee is charged with any felony or crime involving moral turpitude,\nfraud or misrepresentation;\n“Competitor” means (i) any Person who is, directly or indirectly, engaged in any commercial activity which is the\nsame as and/or substantially similar to the Business or which competes with the Business (“Relevant Person”);\nand/ or (ii) any Person in Control of, Controlled by or under common Control with, the Relevant Person;\n“Confidential Information” shall have the meaning ascribed to it in the Confidentiality and Intellectual Property\nAssignment Agreement;\n“Confidentiality and Intellectual Property Assignment Agreement” means the agreement entered into between\nthe Company and the Employee on [ ] which sets out the obligations owed by the Employee with respect to\nConfidential Information and Intellectual Property;\n“Control”, as used with respect to any Person means the direct or indirect beneficial ownership of or the right to\nvote in respect of, directly or indirectly, more than 50% of the voting shares or securities of a Person and/or the\npower to control the majority of the composition of the Board of directors of a Person and/or the power to create\nor direct the management or policies of a Person by contract or otherwise or any or all of the above;\n“Effective Date” shall mean [ ] being the date of appointment of the Employee of the Company;\n“Intellectual Property” shall have the meaning ascribed to it in the Confidentiality and Intellectual Property\nAssignment Agreement;\n“Person” means any natural person, limited or unlimited liability company, corporation, partnership (whether limited\nor unlimited), proprietorship, Hindu undivided family, trust, union, association, government or any agency or\npolitical subdivision thereof or any other entity that may be treated as a person under Applicable Law;\n“Proprietary Information” means and includes, but is not limited to, information about software programs, source\nor object code, algorithms, trade secrets, designs, know-how, domain names, processes, data, ideas,\ntechniques, works of authorship, business and product development plans, customer lists, terms of\ncompensation and performance levels of Company employees, Company customers and other information\nconcerning the Company’s actual or anticipated business, research or development, prices and pricing\nstructures, marketing and sales information, product lines and any information and materials relating\nthereto, or which is received in confidence by or for the Company from any other person, whether or not\nit is in written or permanent form.\n“Relative” shall have the same meaning as defined under the Act;\n2. EMPLOYMENT\n2.1 The Company has employed the Employee to render services as described herein from the Effective Date and the\nParties hereby set forth the terms of the Employee’s employment.\n1\nEmployment Agreement Template (India) | OS v.1\n| November 2016\n2.2 The Employee represents and warrants to the Company that, as on the Effective Date: (a) he is free to enter into\nemployment with the Company without violation of any third party rights and that the employment with the\nCompany shall not result in a violation of any agreement or restrictive condition that he may have with any third\nparty including former employers; (b) he is not a party to any arrangement or agreement which will compromise his\nability to carry out the duties for the Company; and (c) all information provided by the Employee in this Agreement\nis truthful and accurate; (d) he is competent to enter into this Agreement and capable of performing the obligations\nhereunder.\n3. PLACE OF WORK\nThe principal place of work from where the Employee shall perform services for the Company will be the Company's\noffices located in [ ].\n4. DUTIES AND OBLIGATIONS\nFrom the Effective Date, the following shall be the duties and obligations of the Employee:\n4.1 The Employee agrees to devote his full time and attention to provide services and perform such other duties as\nrequired by the Company.\n4.2 The Employee, shall at all times, be subject to and bound by the policies, rules and regulations of the Company as\nmay be in force from time to time or as may be brought to his notice by the Company.\n4.3 The Employee shall not commit any act or misconduct, or commit any acts subversive to the discipline of the\nCompany, or otherwise misbehave in a manner that would be construed as being in violation of the rules of the\nCompany for the time being in force.\n4.4 The Employee agrees that during the term of his employment, he shall work exclusively for the Company and will\nnot perform or undertake to perform any work for any other Person without the specific prior written permission\nof the Company for each such instance of work.\n4.5 The Employee shall have the power to sign contracts, deeds and documents proposed to be executed by the\nCompany, to represent the Company in dealings with the Government and other authorities and to sign pleadings\nand applications required to be filed in any legal proceedings by or against the Company, subject, however, to such\naction having first been approved by the Board or in pursuance of a power of attorney granted in favour of the\nEmployee by the Company. In the event the Company is held liable for any damage, loss, claim or action arising\ndirectly or indirectly from his action in violation of this Clause 4.5, the Employee shall indemnify the Company, its\nshareholders, officers, directors, employees, and professional representatives to the maximum extent permissible\nunder Applicable ;aw for the time being in force in India.\n5. REMUNERATION AND BENEFITS\n5.1 In consideration of the duties and obligations, the Employee shall be entitled to the remuneration and other\nemployee benefits, both statutory as well as non-statutory, in accordance with the Annexure. The remuneration\npayable to the Employee will be effective from the Effective Date and shall be reviewed on a periodic basis as the\nBoard may decide, and may be revised or maintained as determined by the Board.\n5.2 The Company shall reimburse all expenses actually and properly incurred by the Employee in the course of business\nof the Company during the term of employment of the Employee with the Company and in accordance with relevant\nCompany policy (as amended from time to time by the Company in its sole and absolute discretion), upon\npresentation of appropriate documentation of such expenses at such time and in such form and manner as the\nCompany may prescribe.\n5.3 The Company shall deduct from all compensation or benefits payable pursuant to this Agreement such withholding\nand other taxes as are required by Applicable Law, any debts owed by the Employee to the Company and any\ndeduction from remuneration to which the Employee has previously signified his consent in writing.\n2\nEmployment Agreement Template (India) | OS v.1\n| November 2016\n5.4 The Employee shall not be entitled to any benefits over and above what he is entitled to under this Agreement and\nany statutory benefits accruing to him under Applicable Law. The holidays and the leave entitlement of the Employee\nshall be governed by the Company’s policies as amended from time to time by the Company in its sole and absolute\ndiscretion.\n6. RECEIPT OF PAYMENTS AND BENEFITS FROM THIRD PARTIES\nNeither the Employee nor the Employee’s Relatives, nor any company or business entity in which the Employee or\nthe Employee’s Relatives have an interest, are entitled to receive or obtain directly or indirectly any payment,\ndiscount, rebate, commission or other benefit in respect of any business transacted (whether or not by the Employee)\nby or on behalf of the Company or any Affiliate or associated company; and if Employee, Employee’s Relatives or\nany company or business entity in which Employee or Employee’s Relatives have an interest, directly or indirectly\nobtain any such payment, discount, rebate, commission or other benefit; the Employee shall forthwith account to\nthe Company or its Affiliates or the relevant associated company for the amount received or the value of the benefit\nso obtained.\n7. INTELLECTUAL PROPERTY RIGHTS\nThe Employee’s obligations with respect to Intellectual Property shall be as set forth in the Confidentiality and\nIntellectual Property Assignment Agreement.\n8. NON COMPETE AND NON SOLICIT\n8.1 The Employee covenants and agrees that during the course of his employment starting from the Effective Date the\nEmployee shall not:\n(a) carry on or participate (whether as a partner, shareholder, principal, agent, director, employee or consultant)\nin any business and/ or activity which is the same as or substantially similar to the Business, including in\nthe business of any Competitor, other than through the Company;\n(b) render any services to a Competitor or enter into employment with any of the Competitors;\n(c) solicit or influence or attempt to influence any client, customer or other Person to direct its purchase of\nthe products and/or services of the Company to itself or any Competitor; and/or\n(d) solicit or attempt to influence any Person, employed or engaged by the Company (whether as an employee\nconsultant, advisor or distributor or in any other manner) to terminate or otherwise cease such employment\nor engagement with the Company or become the employee of or directly or indirectly offer services in any\nform or manner to himself or any other Person which is a Competitor of the Company.\n8.2 The Employee covenants and agrees that during the course of his employment starting from the Effective Date the\nEmployee shall not, directly or indirectly:\n(a) attempt in any manner to contact any client/customer or solicit from any client/customer, except on behalf\nof the Company, business of the type carried on by the Company or to persuade any Person, which is a\nclient/customer of the Company to cease doing business or to reduce the amount of business which any\nsuch client/customer has customarily done or might propose doing with the Company or damage in any\nway the business relationship that the Company has with any customer/client, whether or not the\nrelationship between the Company and such client/customer was originally established in whole or in part\nthrough his efforts; or\n(b) employ or attempt to employ or assist anyone else to employ any person who is in the employment of the\nCompany, or was in the employment of the Company at any time during the preceding 12 (twelve) months.\n8.3 The Employee undertakes to ensure that all business opportunities known to him or made known to him at any\ntime, with respect to and/or connected with the Business are referred to the Company.\n3\nEmployment Agreement Template (India) | OS v.1\n| November 2016\n9. CONFIDENTIALITY\nThe Employee shall have executed a separate confidentiality and intellectual property assignment agreement with\nthe Company which sets forth the confidentiality obligations of the Employee towards the Company.\n10. REMEDIES\n10.1 Notwithstanding anything contained herein, the Employee acknowledges that a breach of any of the covenants\ncontained in this Agreement could result in irreparable injury to the Company for which there might be no adequate\nremedy at law, and that, in the event of such a breach or threat thereof, the Company shall be entitled to obtain\nremedies available under Applicable Law including but not limited to injunctive relief through any court of competent\njurisdiction. The injunctive remedies are cumulative and are in addition to any other rights and remedies that the\nCompany may have at law or in equity.\n11. TERMINATION\nThis Agreement and the employment of the Employee with the Company may be terminated by the Company,\nwithout Cause by giving the Employee 2 (two) months’ notice in writing or payment of 2 (two) months’ salary in\nlieu of such notice.\n11.1 It is clarified that upon termination of this Agreement, the Employee shall cease to be an Employee of the Company.\nThe management of the Company reserves the sole right to extend the termination of this Agreement.\n11.2 Upon termination of this Agreement, the Employee shall hand over all documents and materials constituting the\nproperty of the Company, including any proprietary rights, Intellectual Property Rights and Confidential\nInformation, which may be in the possession of the Employee at the time of termination of this Agreement.\n11.3 Termination of this Agreement for any reason shall not entitle the Employee to any compensation for loss of office\nunder the Companies Act and he shall only be entitled to such dues as may be contractually or statutorily payable in\nterms of this Agreement.\n11.4 Subject to the other terms of this Agreement upon cessation of this Agreement for any reason (either by of way\ntermination by the Company or resignation by the Employee or retirement of the Employee in accordance with\nCompany policies), the Employee shall cease to be an employee of the Company.\n12. NOTICES\n12.1 Notices, demands or other communication required or permitted to be given or made under this Agreement shall\nbe in writing and shall be provided by email or registered post to the addresses mentioned below::\nIf to the Company:\nAddress: [ ]\nKind Attn: [ ]\nE-mail: [ ]\nIf to the Employee:\nAddress: [ ]\nKind Attn: [ ]\nE-mail: [ ]\nIn the event of any change in the address, the Party whose address is subject to change shall communicate such\nchange to the other Party in writing.\n4\nEmployment Agreement Template (India) | OS v.1\n| November 2016\n13. MISCELLANEOUS\n13.1 This Agreement shall be interpreted in accordance with and governed by the laws of India without regard to any\nconflict of laws principles. All disputes arising out of or in connection with this Agreement shall be subject to the\nsole and exclusive jurisdiction of the courts of [___].\n13.2 The rights of each Party under this Agreement shall not be to the exclusion of the rights granted under Applicable\nLaw but shall be in addition to such rights.\n13.3 Each of the provisions of this Agreement is severable. If any provision of this Agreement (or part of a provision) is\nfound by any competent authority to be invalid, unenforceable or illegal, the other provisions shall remain in force.\nIf any invalid, unenforceable or illegal provision would be valid, enforceable or legal if some part of it were deleted\nor modified, the provision shall apply with whatever modification is necessary to give effect to the commercial\nintention of the Parties.\n13.4 No amendment or waiver of any of the provisions of this Agreement shall be effective unless made in writing and\nsigned both Parties.\n16.5 This Agreement along with the Confidentiality and Intellectual Property Assignment Agreement constitutes the\nentire agreement between the Parties with respect to the subject matter of this Agreement. This Agreement,\nsupersedes all prior discussions and agreements (whether oral or written, including all correspondence) if any,\nbetween the Parties with respect to the subject matter of this Agreement.\nAnnexure – Remuneration of Employee\n[Signature to follow]\n5"}